{
    "intrepid": "**adjective**: fearless\n\n> Captain Ahab was an intrepid captain whose reckless and fearless style ultimate leads to his downfall.\n\n",
    "fractious": "**adjective**: irritable and is likely to cause disruption\n\n> We rarely invite my fractious Uncle over for dinner; he always complains about the food, and usually launches into a tirade on some touchy subject.\n\n",
    "compound": "**verb**: make more intense, stronger, or more marked\n\n> Her headache was compounded by the construction crew outside, which had six jackhammers going at the same time.\n\nThis word has other definitions but this is the most important one for the GRE",
    "languid": "**adjective**: not inclined towards physical exertion or effort; slow and relaxed\n\n> As the sun beat down and the temperature climbed higher, we spent a languid week lying around the house.\n\n",
    "limpid": "**adjective**: clarity in terms of expression\n\n> Her limpid prose made even the most recondite subjects accessible to all.\n\n",
    "nebulous": "i.  adj. of, relating to, or resembling a nebula: indistinct, vague\n",
    "ubiquitous": "i.  adj. existing or being everywhere at the same time: constantly encountered: widespread\n\n&ensp;&ensp;s. *omnipresent, allover, universal*\n",
    "intransigent": "**adjective**: unwilling to change one's beliefs or course of action\n\n> Despite many calls for mercy, the judge remained intransigent, citing strict legal precedence.\n\n",
    "hedonism": "i.  n. the doctrine that pleasure or happiness is the sole or chief good in life\n\n&ensp;&ensp;s. *intemperance, self-indulgence, debauchery*\n",
    "abscond": "i.  v. to depart secretly and hide oneself: decamp\n",
    "expound": "**verb**: add details or explanation; clarify the meaning; state in depth\n\n> The CEO refused to expound on the decision to merge our department with another one, and so I quit.\n\n",
    "debonair": "**adjective**: having a sophisticated charm\n\n> James Bond is known for his good looks, high tech gadgets, and debonair manner.\n\n",
    "astute": "i.  adj. having or showing shrewdness and perspicacity: perceptive\n\n&ensp;&ensp;s. *cagey, perspicacious, sagacious, prudent*\n",
    "surfeit": "**noun**: an excessive amount of something\n\n> There was no such thing as a surfeit of shopping for Nancy--she could stay at the outlet stores from opening to closing time.\n\n",
    "noisome": "**adjective**: having an extremely bad smell\n\n> Each August, when the winds moved in a south easterly direction, the garbage dump would spread noisome vapors through the small town.\n\n",
    "judicious": "i.  adj. having, exercising, or characterized by sound judgment: discreet\n\n&ensp;&ensp;s. *prudent, sage, sane, sapient, sensible*\n",
    "callow": "**adjective**: young and inexperienced\n\n> Both Los Angeles and New York are known for callow out-of-towners hoping to make it big.\n\n",
    "inane": "i.  adj. lacking significance, meaning, or point: empty, insubstantial\n\n&ensp;&ensp;s. *insipid, jejune, sapless, vapid*\n",
    "effrontery": "**noun**: audacious (even arrogant) behavior that you have no right to\n\n> The skateboarders acted with effrontery, skating through the church grounds and spray-painting signs warning trespassers.\n\n",
    "discursive": "**adjective**: (of e.g. speech and writing) tending to depart from the main point\n\n> Many readers find it tough to read Moby Dick since the author is discursive, often cutting the action short to spend 20 pages on the history of a whale.\n\n",
    "contiguous": "i.  adj. touching along a boundary or at a point: adjacent\n\n&ensp;&ensp;s. *abutting, adjoining, conterminous, juxtaposed*\n\nii.  adj. next or near in time or sequence\n\niii.  adj. generally incompetent and ineffectual: weak\n",
    "maudlin": "**adjective**: overly emotional and sad\n\n\n\n",
    "enormity": "**noun**: an act of extreme wickedness\n\n> The enormity of Pol Pot's regime is hard to capture in words--within months hundreds of thousands of Cambodians lost their lives.\n\nThis word has other definitions but this is the most important one for the GRE",
    "buck": "**verb**: resist\n\n> The profits at our firm bucked the general downturn that effected the real estate industry.\n\nThis word has other definitions but this is the most important one for the GRE",
    "insipid": "**adjective**: dull and uninteresting\n\n> The movie director was known for hiring beautiful actors in order to deflect attention away from the insipid scripts he would typically use.\n\n",
    "promulgate": "**verb**: state or announce\n\n> The President wanted to promulgate the success of the treaty negotiations, but he had to wait until Congress formally approved the agreement.\n\n",
    "inanity": "**noun**: total lack of meaning or ideas\n\n> Bill's poem was nothing more than a list of impressive sounding words, so there was no point in trying to take meaning from the inanity.\n\n",
    "portentous": "**adjective**: ominously prophetic\n\n> When the captain and more than half the officers were sick on the very first night of the voyage, many of the passengers felt this was portentous, but the rest of the voyage continued without any problems.\n\n",
    "obstreperous": "**adjective**: noisily and stubbornly defiant; willfully difficult to control\n\n> When the teacher asked the obstreperous student simply to bus his tray, the student threw the entire tray on the floor, shouted an epithet, and walked out.\n\n",
    "malapropism": "**noun**: the confusion of a word with another word that sounds similar\n\n> Whenever I looked glum, my mother would offer to share \"an amusing antidote\" with me--an endearing malapropism of \"anecdote\" that never failed to cheer me up.\n\n",
    "litany": "**noun**: any long and tedious account of something\n\n> Mr. Rogers spoke to a Senate committee and did not give a litany of reasons to keep funding the program, but instead, appealed to the basic human decency of all present.\n\n",
    "disparage": "i.  v. to lower or depreciate in rank or reputation: degrade\n\n&ensp;&ensp;s. *decry, abuse, belittle, depreciate, derogate, detract, minimize*\n\n&ensp;&ensp;a. *applaud, acclaim, approbate*\n",
    "splenetic": "**adjective**: very irritable\n\n> Ever since the car accident, Frank has been unable to walk without a cane, and so he has become splenetic and unpleasant to be around.\n\n",
    "elusive": "**adjective**: difficult to capture or difficult to remember\n\n> Many first time skydivers say that describing the act of falling from the sky is elusive.\n\n",
    "tenuous": "i.  adj. having little substance or strength: flimsy, weak\n\nii.  adj. not dense: rare\n",
    "divagate": "i.  v. to wander or stray from a course or subject: digress\n\n&ensp;&ensp;s. *depart, diverge, excurse, ramble, stray, wander*\n",
    "petulant": "**adjective**: easily irritated or annoyed\n\n> When Ed first met Ruth, he didn't realize she was so petulant, but now that they are three months into their relationship, Ed feels a day doesn't go by in which she isn't whining about some minor issue.\n\n",
    "pyrrhic": "**adjective**: describing a victory that comes at such a great cost that the victory is not worthwhile\n\n> George W. Bush's win in the 2000 election was in many ways a pyrrhic victory: the circumstances of his win alienated half of the U.S. population.\n\n",
    "phantasmagorical": "**adjective**: illusive; unreal\n\n> Those suffering from malaria fall into a feverish sleep, their world a whirligig of phantasmagoria; if they recover, they are unsure of what actually took place and what was simply a product of their febrile imaginations.\n\n",
    "equitable": "**adjective**: fair to all parties as dictated by reason and conscience\n\n> The equitable distribution of ice cream to a group of 5 year olds will ensure little to no fighting--at least until the ice cream is gone.\n\n",
    "dolorous": "**adjective**: showing sorrow\n\n> Chopin's ballades are filled with sharp changes in moods--a dolorous melody can give way to a lighthearted tempo.\n\n",
    "retiring": "**adjective**: to be shy, and to be inclined to retract from company\n\n> Nelson was always the first to leave soirees--rather than mill about with \"fashionable\" folk, he was retiring, and preferred the solitude of his garret.\n\n",
    "accolade": "**noun**: an award or praise granted as a special honor\n\n> Jean Paul-Sartre was not a fan of accolades, and as such, he refused to accept the Nobel Prize for Literature in 1964.\n\n",
    "stipend": "**noun**: a regular allowance (of money)\n\n> He was hoping for a monthly allowance loan from the government, but after no such stipend was forthcoming he realized he would have to seek other means of paying for his college tuition.\n\n",
    "histrionic": "**adjective**: to be overly theatrical\n\n> Though she received a B- on the test, she had such a histrionic outburst that one would have thought that she'd been handed a death sentence.\n\n",
    "turgid": "**adjective**: (of language) pompous and tedious\n\n> The amount of GRE vocabulary he used increased with his years--by the time he was 60, his novels were so turgid that even his diehard fans refused to read them.\n\n",
    "blinkered": "**adjective**: to have a limited outlook or understanding\n\n> In gambling, the addict is easily blinkered by past successes and/or past failures, forgetting that the outcome of any one game is independent of the games that preceded it.\n\n",
    "recant": "i.  v. to withdraw or repudiate formally and publicly: renounce\n\n&ensp;&ensp;s. *abjure, forswear, retract, withdraw*\n",
    "indefeasible": "i.  adj. not capable of being annulled or voided or undone\n",
    "extirpate": "i.  v. to destroy completely: wipe out\n\n&ensp;&ensp;s. *annihilate, demolish, eliminate eradicate, exterminate, extinguish, uproot, efface*\n",
    "denouement": "**noun**: the final resolution of the many strands of a literary or dramatic work; the outcome of a complex sequence of events\n\n> At the denouement of the movie, all questions were answered, and the true identity of the robber was revealed.\n\n",
    "simulacrum": "**noun**: a bad imitation\n\n> The early days of computer graphics made real people into a simalacrum that now seems comical.\n\n",
    "inadvertent": "**adjective**: happening by chance or unexpectedly or unintentionally\n\n> Although Prohibition was rooted in noble ideals, the inadvertent and costly consequences of making alcohol illegal in the U.S. led its the repeal.\n\n",
    "fallacy": "i.  n. a false or mistaken idea\n\nii.  n. deceptive appearance: deception\n\n&ensp;&ensp;s. *delusion, equivocation, sophism, speciousness, spuriousness*\n",
    "imbroglio": "**noun**: a confusing and potentially embarrassing situation\n\n> The chef cook-off featured one gourmand who had the unfortunate distinction of mixing the wrong broths, creating an imbroglio that diners would not soon forget.\n\n",
    "probity": "**noun**: integrity, strong moral principles\n\n> The ideal politician would have the probity to lead, but reality gravely falls short of the ideal of morally upright leaders.\n\n",
    "umbrage": "**noun**: a feeling of anger caused by being offended\n\n> Since he was so in love with her, he took umbrage at her comments, even though she had only meant to gently tease him.\n\n",
    "contrived": "i.  adj. lacking in natural or spontaneous quality: artificial\n\n&ensp;&ensp;s. *affected, factitious, feigned, spurious, unnatural*\n\n&ensp;&ensp;a. *artless, genuine, spontaneous*\n",
    "adept": "i.  adj. thoroughly proficient: expert\n\n&ensp;&ensp;s. *crack, masterful, adroit, deft, dexterous*\n\n&ensp;&ensp;a. *awkward, clumsy, inept, maladroit, dilettantish*\n",
    "minatory": "i.  adj. having a menacing quality: threatening\n",
    "disparate": "**adjective**: two things are fundamentally different\n\n> With the advent of machines capable of looking inside the brain, fields as disparate as religion and biology have been brought together by scientists trying to understand what happens in the brain when people have a religious experience.\n\n",
    "resignation": "**noun**: the acceptance of something unpleasant that can't be avoided\n\n> Since Jack could not think of a convincing reason why he had to miss the seminar, he attended it with a sense of resignation.\n\nThis word has other definitions but this is the most important one for the GRE",
    "loath": "**adjective**: unwillingness to do something contrary to your custom (usually followed by 'to')\n\n> I was loath to leave the concert before my favorite band finished playing.\n\n",
    "forthcoming": "**adjective**: at ease in talking to others\n\n> As a husband, Larry was not forthcoming: if Jill didn't demand to know details, Larry would never share them with her.\n\n",
    "supplicate": "i.  v. to make an earnest and humble request\n\n&ensp;&ensp;s. *beg, appeal, beseech, crave, entreat, implore, importune, plead*\n",
    "besmirch": "**verb**: damage the good name and reputation of someone\n\n> The prince's distasteful choice of words besmirched not only his own name, but the reputation of the entire royal family.\n\n",
    "broadside": "**noun**: a strong verbal attack\n\n> Political broadsides are usually strongest in the weeks leading up to a national election.\n\n",
    "provisional": "**adjective**: under terms not final or fully worked out or agreed upon\n\n> Until the corporate office hands down a definitive decision on use of the extra offices, we will share their use in a provisional arrangement.\n\n",
    "dispensation": "**noun**: an exemption from a rule or obligation\n\n> Since her father is a billionaire, she is given dispensation from many of the school's policies.\n\nThis word has other definitions but this is the most important one for the GRE",
    "curmudgeon": "**noun**: a grouchy, surly person\n\n> Since Uncle Mike was the family curmudgeon, each Thanksgiving he was plied with copious amounts of wine, in the hope that she would become less grouchy.\n\n",
    "balk": "**verb**: refuse to comply\n\n> The students were willing to clean up the broken glass, but when the teacher asked them to mop the entire floor, they balked, citing reasons why they needed to leave.\n\n",
    "epigram": "**noun**: a witty saying\n\n\n\n",
    "approbatory": "**adjective**: expressing praise or approval\n\n> Although it might not be her best work, Hunter's new novel has received generally approbatory reviews.\n\n",
    "insouciance": "**noun**: lack of concern\n\n> Surprisingly, Hank had become a high-powered CEO; his high school friends remembered him as \"Hanky Panky\", who shrugged off each failed class with insouciance.\n\n",
    "demur": "**verb**: to object or show reluctance\n\n> Wallace disliked the cold, so he demurred when his friends suggested they going skiing in the Alps.\n\n",
    "obstinate": "**adjective**: resistant to guidance or discipline; stubbornly persistent\n\n> The coach suggested improvements Sarah might make on the balance beam, but she remained obstinate, unwilling to modify any of the habits that made her successful in the past.\n\n",
    "conspicuous": "**adjective**: without any attempt at concealment; completely obvious\n\n> American basketball players are always conspicuous when they go abroad--not only are they American, but some are over seven feet tall.\n\n",
    "ferret": "**verb**: to search for something persistently\n\n> Ever the resourceful lexicographer, Fenton was able to ferret out the word origin of highly obscure words.\n\nThis word has other definitions but this is the most important one for the GRE",
    "invective": "**noun**: abusive or denunciatory language\n\n> The Internet has unleashed the invectives in many of us; many people post stinging criticism on the comments section underneath newspaper articles or YouTube videos.\n\n",
    "antiquated": "**adjective**: old-fashioned; belonging to an earlier period in time\n\n> Aunt Betty had antiquated notions about marriage, believing that a man should court a woman for at least a year before receiving a kiss.\n\n",
    "efficacious": "**adjective**: producing the intended result\n\n> Since Maggie's cough syrup, which had expired five years back, was no longer efficacious, she coughed through the night.\n\n",
    "subsume": "**verb**: consider (an instance of something) as part of a general rule or principle\n\n> Don Quixote of La Mancha subsumes all other modern novels, demonstrating modern literary devices and predating even the idea of a postmodern, metanarrative.\n\n",
    "arrogate": "**verb**: seize and control without authority\n\n> Arriving at the small town, the outlaw arrogated the privileges of a lord, asking the frightened citizens to provide food, drink, and entertainment.\n\n",
    "volatile": "i.  adj. characterized by or subject to rapid or unexpected change\n\n&ensp;&ensp;s. *capricious, fickle, mercurial, unstable, protean, variable*\n",
    "abject": "i.  adj. cast down in spirit: spiritless\n\n&ensp;&ensp;s. *gloomy, wretched, dismal, miserable*\n\n&ensp;&ensp;a. *lighthearted, carefree, blithe, casual*\n\nii.  adj. expressing or offered in a humble and often ingratiating spirit: servile\n",
    "abstemious": "i.  adj. marked by restraint especially in the consumption of food or alcohol: self-denying\n\n&ensp;&ensp;s. *abstentious, abstinent, continent, sober, temperate*\n",
    "screed": "**noun**: an abusive rant (often tedious)\n\n> Joey had difficulty hanging out with his former best friend Perry, who, during his entire cup of coffee, enumerated all of the government's deficiencies--only to break ranks and launch into some screed against big business.\n\n",
    "impalpable": "i.  adj. incapable of being felt by touch: intangible\n\n&ensp;&ensp;s. *imperceptible, imponderable, indiscernible, insensible*\n\nii.  adj. not readily discerned by the mind\n",
    "illustrious": "**adjective**: widely known and esteemed; having or conferring glory\n\n> Einstein was possibly the most illustrious scientist in recent history.\n\n",
    "expiation": "i.  n. the act of making atonement\n\n&ensp;&ensp;s. *compensation, correction, rectification, remedy*\n",
    "decry": "**verb**: express strong disapproval of\n\n> The entire audience erupted in shouts and curses, decrying the penalty card issued by the referee.\n\n",
    "lacerate": "**verb**: deeply hurt the feelings of; distress\n\n> The teacher was fired for lacerating a student who wrote a poor essay.\n\nThis word has other definitions but this is the most important one for the GRE",
    "inscrutable": "**adjective**: not easily understood; unfathomable\n\n> His speech was so dense and confusing that many in the audience found it inscrutable.\n\n",
    "gauche": "**adjective**: lacking social polish\n\n> Sylvester says the most gauche things, such as telling a girl he liked that she was much prettier when she wore makeup.\n\n",
    "malleable": "**adjective**: easily influenced\n\n> My little brother is so malleable that I can convince him to sneak cookies from the cupboard for me.\n\n",
    "miscreant": "**noun**: a person who breaks the law\n\n> Come back you miscreant! yelled the woman who just had her purse stollen.\n\n",
    "bristle": "**verb**: react in an offended or angry manner\n\n> As we discussed the painting, I noticed the artitst's wife bristling at our criticisms, ready to defend her husband's work.\n\n",
    "objurgation": "i.  n. a harsh rebuke: censure\n\n&ensp;&ensp;s. *execration, anathematization, curse, castigation*\n",
    "vaunted": "**adjective**: highly or widely praised or boasted about\n\n> For years, they had heard of New York City's vaunted skyline, and when they finally saw it, the spectacular cityscape did not disappoint them in the least.\n\n",
    "besotted": "**adjective**: very drunk\n\n> Never before have I seen my mom so besotted, and honestly, I hope it's the last time she drinks so much.\n\n",
    "plaintive": "i.  adj. expressive of suffering or sadness: melancholy\n\n&ensp;&ensp;s. *doleful, lamentable, lugubrious, mournful, rueful*\n",
    "vie": "**verb**: compete for something\n\n> While the other teams in the division actively vie for the championship, this team seems content simply to go through the motions of playing.\n\n",
    "succor": "i.  v. to go to the aid of: relieve\n\n&ensp;&ensp;s. *assist, comfort, lift, support, nourish*\n",
    "indulge": "i.  v. to yield to the desire of: humor\n\n&ensp;&ensp;s. *cater to, gratify, please, regale, cosset, coddle*\n\nii.  v. to treat with excessive leniency, generosity, or consideration\n",
    "bilious": "**adjective**: irritable; always angry\n\n> Rex was bilious all morning, and his face would only take on a look of contentedness when he'd had his morning cup of coffee.\n\n",
    "extol": "i.  v. to praise highly: glorify\n\n&ensp;&ensp;s. *celebrate, eulogize, hymn, laud, magnify, panegyrize*\n\n&ensp;&ensp;a. *decry, deprecate, belittle, disparage, denounce*\n",
    "tawdry": "**adjective**: tastelessly showy; cheap and shoddy\n\n> Carol expected to find New York City magical, the way so many movies had portrayed it, but she was surprised how often tawdry displays took the place of genuine elegance.\n\n",
    "tempestuous": "**adjective**: as if driven by turbulent or conflicting emotions; highly energetic and wildly changing or fluctuating\n\n> Chuck and Kathy had always been stable and agreeable people on their own, but when they got involved, it was a tempestuous relationship.\n\n",
    "desiccated": "**adjective**: uninteresting, lacking vitality\n\n> Few novelists over 80 are able to produce anything more than desiccated works--boring shadows of former books.\n\nThis word has other definitions but this is the most important one for the GRE",
    "boorish": "**adjective**: ill-mannered and coarse or contemptible in behavior or appearance\n\n> Bukowski was known for being a boorish drunk and alienating close friends and family.\n\n",
    "prolix": "i.  adj. marked by or using an excess of words\n\n&ensp;&ensp;s. *wordy, diffuse, long-winded, redundant, verbose, windy*\n\n&ensp;&ensp;a. *taciturn, reticent, reserved, introverted*\n",
    "quandary": "**noun**: state of uncertainty or perplexity especially as requiring a choice between equally unfavorable options\n\n> Steve certainly is in a quandary: if he doesn't call Elaine, she will blame him for everything, but if he does call her, the evidence of where he currently is could cost him his job.\n\n",
    "rarefied": "**verb**: make more subtle or refined\n\n> Jack's vulgar jokes were not so successful in the rarefied enviroment of college professors.\n\nThis word has other definitions but this is the most important one for the GRE",
    "whimsical": "**adjective**: determined by impulse or whim rather than by necessity or reason\n\n> Adults look to kids and envy their whimsical nature at times, wishing that they could act without reason and play without limitation.\n\n",
    "extant": "**adjective**: the opposite of extinct\n\n> Despite many bookstores closing, experts predict that some form of book dealing will still be extant generations from now.\n\n",
    "affable": "**adjective**: likeable; easy to talk to\n\n> For all his surface affability, Marco was remarkably glum when he wasn't around other people.\n\n",
    "covet": "i.  v. to desire inordinately or culpably\n\n&ensp;&ensp;s. *crave, desiderate, want*\n\n&ensp;&ensp;a. *abjure, forswear, renounce*\n",
    "bereft": "**adjective**: sorrowful through loss or deprivation\n\n> You are not bereft if you haven't played on your Xbox in the past week, his mother said.\n\n",
    "turbid": "i.  adj. deficient in clarity or purity: foul, muddy\n\n&ensp;&ensp;s. *muddy, riley, roily, obscure*\n\n&ensp;&ensp;a. *translucent, lucid, pellucid, transparent, undefiled, limpid*\n",
    "overweening": "**adjective**: arrogant; presumptuous\n\n> Mark was so convinced of his basketball skills that in his overweening pride he could not fathom that his name was not on the varsity list; he walked up to the basketball coach and told her she had forgotten to add his name.\n\n",
    "dwindle": "i.  v. to become steadily less: shrink, decrease\n",
    "ascetic": "**noun**: one who practices great self-denial\n\n> Historically, ascetics like Ghandi are often considered wise men partially because of their restraint.\n\n",
    "beguile": "i.  v. to deceive by wiles\n\n&ensp;&ensp;s. *bluff, delude, mislead, take in*\n",
    "captious": "i.  adj. marked by an often ill-natured inclination to stress faults and raise objections\n\n&ensp;&ensp;s. *carping, caviling, censorious, faultfinding, hypercritical*\n\n&ensp;&ensp;a. *appreciative, judicious, knowledgeable*\n",
    "objurgate": "**verb**: express strong disapproval of\n\n> The manager spent an hour objurgating the employee in the hopes that he would not make these mistakes again.\n\n",
    "debauchery": "i.  n. extreme indulgence in sensuality\n\n&ensp;&ensp;s. *depravity, corruption, decadence, dissolution*\n",
    "acquiesce": "i.  v. to accept, comply, or submit tacitly or passively: assent\n\n&ensp;&ensp;s. *accede, consent, subscribe, concur*\n\n&ensp;&ensp;a. *balk, demur, remonstrate, dissent*\n",
    "wry": "i.  adj. having a bent or twisted shape or condition\n\nii.  adj. wrongheaded, stubborn\n\niii.  adj. cleverly and often ironically or grimly humorous: sardonic\n\niiii.  v. to twist or writhe\n",
    "vehement": "**adjective**: marked by extreme intensity of emotions or convictions\n\n> While the other employees responded to the bad news in a measured way, Andrew responded in a vehement manner, tipping over his desk and shouting at the top of his lungs.\n\n",
    "pundit": "**noun**: someone who has been admitted to membership in a scholarly field\n\n> Steven Pinker's credentials are unquestioned as a pundit; he has taught at MIT and Stanford, teaches at Harvard, and has published a number of influential books on cognition, language, and psychology.\n\n",
    "inveigle": "i.  v. to acquire by ingenuity or flattery: lure\n\n&ensp;&ensp;s. *allure, bait, decoy, entice, entrap, seduce*\n",
    "soporific": "**adjective**: inducing mental lethargy; sleep inducing\n\n> Although the professor is brilliant, his bland monotone gives his lectures a soporific effect.\n\n",
    "inflammable": "**adjective**: extremely controversial, incendiary\n\n> It only takes one person to leave an inflammable comment on an Internet thread for that thread to blow up into pages upon pages of reader indignation.\n\n",
    "droll": "i.  adj. having a humorous, whimsical, or odd quality: absurd\n\n&ensp;&ensp;s. *farcical, ludicrous, ridiculous, preposterous*\n",
    "indigent": "**noun**: a poor or needy person\n\n> The indigents, huddled under the overpass, tried to start a small bonfire in the hope of staying warm.\n\n",
    "noxious": "i.  adj. constituting a harmful or destructive influence: pernicious\n\n&ensp;&ensp;s. *baneful, deadly, pestiferous, pestilent, pestilential*\n\n&ensp;&ensp;a. *innocuous, salutary, sanitary*\n",
    "patent": "**adjective**: glaringly obvious\n\n\n\n",
    "derogative": "**adjective**: expressed as worthless or in negative terms\n\n> Never before have we seen a debate between two political candidates that was so derogative and filthy.\n\n",
    "lampoon": "**verb**: ridicule with satire\n\n> Mark Twain understood that lampooning a bad idea with humor was the most effective criticism.\n\n",
    "celerity": "**noun**: speed, rapidity\n\n> We aim to respond to customers' questions with celerity and accuracy, with no longer than a 24 hour wait time.\n\n",
    "duress": "**noun**: compulsory force or threat\n\n> The witness said he signed the contract under duress and argued that the court should cancel the agreement.\n\n",
    "plummet": "i.  v. to drop sharply and abruptly: plunge\n\n&ensp;&ensp;s. *descend, dump, precipitate, collapse*\n\n&ensp;&ensp;a. *skyrocket, soar, ascend*\n",
    "renege": "**verb**: fail to fulfill a promise or obligation\n\n> We will no longer work with that vendor since it has reneged on nearly every agreement.\n\n",
    "retract": "**verb**: pull inward or towards a center; formally reject or disavow a formerly held belief, usually under pressure\n\n> Email is wonderfully efficient, but once something awkward or damaging has been sent, there is no way to retract it.\n\n",
    "fawn": "**verb**: try to gain favor by extreme flattery\n\n> The media fawned over the handsome new CEO, praising his impeccable sense of style instead of asking more pointed questions.\n\nThis word has other definitions but this is the most important one for the GRE",
    "sybarite": "**noun**: a person who indulges in luxury\n\n> Despite the fact that he'd maxed out fifteen credit cards, Max was still a sybarite at heart: when the police found him, he was at a $1,000 an hour spa in Manhattan, getting a facial treatment.\n\n",
    "eschew": "**verb**: avoid and stay away from deliberately; stay clear of\n\n> Politicians are the masters of eschewing morals; academics are the masters of eschewing clarity.\n\n",
    "hackneyed": "**adjective**: lacking significance through having been overused\n\n\n\n",
    "vapid": "i.  adj. lacking liveliness, tang, briskness, or force: flat, dull\n\n&ensp;&ensp;s. *insipid, driveling, inane, innocuous, jejune, sapless*\n\n&ensp;&ensp;a. *brisk, tangy, zesty; incisive, trenchant; pregnant, telling*\n",
    "hamper": "**verb**: prevent the progress or free movement of\n\n> As the rain water began to collect in pools on the highway, it began to hamper the flow of traffic.\n\nThis word has other definitions but this is the most important one for the GRE",
    "artifice": "**noun**: cunning tricks used to deceive others\n\n> The mayoral candidates both spent much of the campaign accusing each other of artifices designed to mislead the voting public.\n\n",
    "daunt": "i.  v. to lessen the courage of: subdue, dismay\n\n&ensp;&ensp;s. *appall, cow, consternate, horrify, browbeat, bully, intimidate, foil*\n\n&ensp;&ensp;a. *hearten, buoy, impel, rally*\n",
    "refractory": "**adjective**: stubbornly resistant to authority or control\n\n> Used to studious high school students, Martha was unprepared for the refractory Kindgergarteners who neither sat still nor listened to a single word she said.\n\nThis word has other definitions but this is the most important one for the GRE",
    "unscrupulous": "**adjective**: without scruples or principles\n\n> In the courtroom, the lawyer was unscrupulous, using every manner of deceit and manipulation to secure a victory for himself.\n\n",
    "puissant": "**adjective**: powerful\n\n> Over the years of service, and quite to his surprise, he became a puissant advisor to the community.\n\n",
    "subterfuge": "**noun**: something intended to misrepresent the true nature of an activity\n\n> Finally deciding to abandon all subterfuge, Arthur revealed to Cindy everything about his secret affair over the past two years.\n\n",
    "gaffe": "**noun**: a socially awkward or tactless act\n\n> In a famous gaffe, Vice President Quayle attempted to correct the spelling of a grade school student, only to find that the child was correct.\n\n",
    "proselytize": "**verb**: convert to another religion, philosophy, or perspective\n\n> Lisa loves her Mac but says little about it; by contrast, Jake will proselytize, interrogating anyone with an Android about why she didn't purchase an iPhone.\n\n",
    "accede": "i.  v. to express approval or give consent\n\n&ensp;&ensp;s. *assent, acquiesce, agree, consent, subscribe*\n\n&ensp;&ensp;a. *demur, balk, withstand, expostulate*\n",
    "redoubtable": "**adjective**: inspiring fear or awe\n\n> On television basketball players don't look that tall, but when you stand in front of a seven-foot tall NBA player, he is truly redoubtable.\n\n",
    "sententious": "**adjective**: to be moralizing, usually in a pompous sense\n\n\n\n",
    "temerity": "**noun**: fearless daring\n\n> No child has the temerity to go in the rundown house at the end of the street and see if it is haunted.\n\n",
    "graft": "**noun**: corruption, usually through bribery\n\n> In countries with rampant graft, getting a driver's license can require no more than paying an official.\n\nThis word has other definitions but this is the most important one for the GRE",
    "gerrymander": "**verb**: to manipulate voting districts in order to favor a particular political party\n\n> Years ago, savvy politicians had gerrymandered the city center to ensure their re-election.\n\n",
    "chagrin": "**verb**: cause to feel shame; hurt the pride of\n\n> She never cared what others said about her appearance but was chagrined by the smallest comment from her mother.\n\n",
    "arch": "**adjective**: to be deliberately teasing\n\n> The baroness was arch, making playful asides to the townspeople; yet because they couldn't pick up on her dry humor, they thought her supercilious.\n\nThis word has other definitions but this is the most important one for the GRE",
    "espouse": "**verb**: to adopt or support an idea or cause\n\n> As a college student, Charlie espoused Marxism, growing his beard out and railing against the evils of the free-market.\n\n",
    "divulge": "i.  v. to make known a confidence or secret: reveal\n\n&ensp;&ensp;s. *betray, disclose, , give away, unclose*\n",
    "adventitious": "i.  adj. coming from another source and not inherent or innate\n\nii.  adj. arising or occurring sporadically or in other than the usual location\n",
    "awry": "i.  adj. off the correct or\n\nii.  adj. in a turned or twisted position or direction: askew\n",
    "machinate": "**verb**: engage in plotting or enter into a conspiracy, swear together\n\n> The rebels met at night in an abandoned barn to machinate.\n\n",
    "impassive": "i.  adj. unsusceptible to physical feeling: insensible\n\nii.  adj. giving no sign of feeling or emotion: expressionless, apathetic\n\n&ensp;&ensp;s. *phlegmatic, stoic, stolid, callous, hardened*\n\n&ensp;&ensp;a. *compassionate, sympathetic, tender, warmhearted*\n",
    "ostensible": "i.  adj. plausible rather than demonstrably true or real: apparent\n\n&ensp;&ensp;s. *illusory, seeming*\n",
    "grandiloquent": "**adjective**: puffed up with vanity\n\n> The dictator was known for his grandiloquent speeches, puffing his chest out and using big, important- sounding words.\n\n",
    "remunerate": "i.  v. to pay an equivalent to for a service, loss, or expense: recompense\n\n&ensp;&ensp;s. *compensate, indemnify, recompense, reimburse, requite*\n",
    "surreptitious": "**adjective**: stealty, taking pains not to be caught or detected\n\n> Since his mom was a light sleeper, Timmy had to tiptoe surreptitiously through the entire house, careful to not make the floors creak, until he at last was able to enjoy his plunder: a box of chocolate chip cookies.\n\n",
    "penchant": "i.  n. a strong and continued inclination: liking\n\n&ensp;&ensp;s. *leaning, disposition, predilection, predisposition, proclivity, propensity, tendency*\n",
    "supercilious": "**adjective**: haughty and disdainful; looking down on others\n\n\n\n",
    "solicitude": "**noun**: a feeling of excessive concern\n\n> I walked to his house in the rain to make sure he had enough to eat while he was sick, but he seemed not to appreciate my solicitude.\n\n",
    "atavism": "**noun**: a reappearance of an earlier characteristic; throwback\n\n> Much of the modern art movement was an atavism to a style of art found only in small villages through Africa and South America.\n\n",
    "exiguous": "i.  adj. excessively scanty: inadequate\n\n&ensp;&ensp;s. *meager, scrimpy, skimpy, sparse*\n\n&ensp;&ensp;a. *ample, abundant, copious, bounteous*\n",
    "countenance": "i.  v. to extend approval or toleration to: sanction\n\n&ensp;&ensp;s. *advocate, approbate, applaud, commend, champion, uphold*\n\nii.  n. calm expression or mental composure\n",
    "disabuse": "**verb**: to persuade somebody that his/her belief is not valid\n\n> As a child, I was quickly disabused of the notion that Santa Claus was a rotund benefactor of infinite largess--one night I saw my mother diligently wrapping presents and storing them under our Christmas tree.\n\n",
    "ribald": "**adjective**: humorously vulgar\n\n> The speaker was famous for his ribald humor, but the high school principal asked him to keep the talk G- rated when he spoke to the student body.\n\n",
    "exigent": "i.  adj. requiring immediate aid or action: urgent\n\n&ensp;&ensp;s. *pressing, clamant, imperative, importunate*\n\nii.  adj. requiring or calling for much: demanding: onerous\n\n&ensp;&ensp;s. *burdensome, exacting, oppressive, taxing*\n",
    "peevish": "**adjective**: easily irritated or annoyed\n\n> Our office manager is peevish, so the rest of us tip-toe around him, hoping not to set off another one of his fits.\n\n",
    "contingent": "**adjective**: possible but not certain to occur\n\n> Whether the former world champions can win again this year is contingent upon none of its star players getting injured.\n\n",
    "ineluctable": "**adjective**: impossible to avoid or evade:\n\n> For those who smoke cigarettes for years, a major health crisis brought on by smoking is ineluctable.\n\n",
    "percipient": "**adjective**: highly perceptive\n\n> Even the most percipient editor will make an occasional error when proofreading.\n\n",
    "sinecure": "**noun**: an office that involves minimal duties\n\n> The position of Research Director is a sinecure: the job entails almost no responsibilities, nor does the person in that position have to answer to anyone.\n\n",
    "quell": "i.  v. to thoroughly overwhelm and reduce to submission or passivity: pacify\n\n&ensp;&ensp;s. *annihilate, extinguish, quench, suppress, vanquish*\n\n&ensp;&ensp;a. *abet, incite, instigate, foment*\n",
    "belabor": "i.  v. to attack verbally\n\n&ensp;&ensp;s. *baste, buffet, drub, lambaste, pound, thrash*\n\nii.  v. to explain or insist on excessively\n",
    "encumber": "**verb**: hold back\n\n> The costume encumbered all my movements and caused me to sweat profusely.\n\n",
    "vacuous": "**adjective**: devoid of intelligence, matter, or significance\n\n> To the journalist's pointed question, the senator gave a vacuous response, mixing a few of his overall campaign slogans with platitudes and completely avoiding the controversial subject of the question.\n\n",
    "respite": "**noun**: a pause from doing something (as work)\n\n> Every afternoon, the small company has a respite in which workers play foosball or board games.\n\n",
    "mulct": "**verb**: to defraud or swindle\n\n> The so-called magical diet cure simply ended up mulcting Maria out of hundreds of dollars, but did nothing for her weight.\n\n",
    "irascible": "**adjective**: quickly aroused to anger\n\n> If Arthur's dog is not fed adequately, he becames highly irascible, even growling at his own shadow.\n\n",
    "untrammeled": "**adjective**: not confined or limited\n\n> The whole notion of living untrammeled inspired the American Revolution and was enshrined in the Declaration of Independence and the Constitution.\n\n",
    "immure": "**verb**: to enclose, usually in walls\n\n> The modern supermarket experience makes many feel claustrophobic, as they are immured in walls upon walls of products.\n\n",
    "indolent": "i.  adj. averse to activity, effort, or movement: habitually lazy\n\n&ensp;&ensp;s. *slothful, idle*\n\n&ensp;&ensp;a. *industrious, diligent, vigorous*\n\nii.  adj. causing little or no pain\n",
    "row": "**noun**: an angry dispute\n\n> The Prime Minister looked very foolish after his row with the foreign dignitary was caught on video and posted on youtube.\n\nThis word has other definitions but this is the most important one for the GRE",
    "buttress": "**verb**: make stronger or defensible\n\n> China's economy has been buttressed by a global demand for the electronic parts the country manufactures.\n\n",
    "artful": "**adjective**: clever in a cunning way\n\n> Bernie Madoff's artful Ponzi scheme stole billions of dollars from investors and is considered the largest financial fraud in U.S. history.\n\n",
    "riveting": "i.  adj. having the power to fix the attention: engrossing, fascinating\n\n&ensp;&ensp;s. *enthralling, spellbinding, entrancing, mesmeric, exhilarating*\n",
    "pliant": "i.  adj. supple enough to bend freely or repeatedly without breaking: pliable\n\n&ensp;&ensp;s. *plastic, ductile, malleable, moldable, supple*\n\nii.  adj. easily influenced: yielding\n",
    "hagiographic": "**adjective**: excessively flattering toward someone's life or work\n\n> Most accounts of Tiger Woods life were hagiographic, until, that is, his affairs made headlines.\n\n",
    "affectation": "i.  n. the act of taking on an attitude not natural to oneself or not genuinely felt: artificiality\n\n&ensp;&ensp;s. *mannerism, ostentation, pretentiousness*\n",
    "raft": "**noun**: a large number of something\n\n> Despite a raft of city ordinances passed by an overzealous council, noise pollution continued unabated in the megalopolis.\n\nThis word has other definitions but this is the most important one for the GRE",
    "moot": "**adjective**: open to argument or debate; undecidable in a meaningless or irrelevant way\n\n> Since the Board just terminated Steve as the CEO, what the finance committe might have thought of his proposed marketing plan for next year is now a moot point.\n\nThis word has other definitions but this is the most important one for the GRE",
    "flout": "i.  v. to treat with contemptuous disregard: scorn\n\n&ensp;&ensp;s. *scoff, gibe, jeer, sneer*\n\n&ensp;&ensp;a. *revere, esteem, regard*\n",
    "voluble": "i.  adj. characterized by ready or rapid speech: glib, fluent\n",
    "usurp": "i.  v. to seize and hold in possession by force or without right: appropriate\n\n&ensp;&ensp;s. *arrogate, assume, commandeer, preempt*\n\n&ensp;&ensp;a. *abdicate*\n\nii.  v. to take the place of by or as if by force: supplant\n",
    "putrefy": "i.  v. to make rotten: decay\n\n&ensp;&ensp;s. *crumble, decompose, disintegrate, rot, taint*\n\nii.  v. to morally corrupt\n",
    "flippant": "**adjective**: showing inappropriate levity\n\n> Although Sam was trying to honor Mark's sense of humor, many found it quite flippant that he wore a comic nose and glasses mask to Mark's funeral.\n\n",
    "waver": "i.  v. to vacillate irresolutely between choices: hesitate\n",
    "ineffable": "**adjective**: too sacred to be uttered; defying expression or description\n\n> While art critics can occasionally pinpoint a work's greatness, much of why a piece captures our imaginations is completely ineffable.\n\n",
    "succumb": "i.  v. to yield to superior strength or force or overpowering appeal or desire\n\n&ensp;&ensp;s. *bow, capitulate, submit, relinquish, resign*\n\nii.  v. to be brought to an end by the effect of destructive or disruptive forces: die\n\n&ensp;&ensp;s. *decease, demise, expire, pass away, perish*\n",
    "voracious": "**adjective**: very hungry; approaching an activity with gusto\n\n> Steven was a voracious reader, sometimes finishing two novels in the same day.\n\n",
    "verdant": "i.  adj. unripe in experience or judgment: inexperienced\n\nii.  adj. green in tint or color\n",
    "flounder": "**verb**: behave awkwardly; have difficulties\n\n> Sylvia has excelled at advanced calculus, but ironically, when she has deal with taxes, she flounders.\n\n",
    "munificent": "**adjective**: very generous\n\n> Uncle Charley was known for his munificence, giving all seven of his nephews lavish Christmas presents each year.\n\n",
    "malfeasance": "**adjective**: misconduct or wrongdoing (especially by a public official)\n\n> Not even the mayor's trademark pearly-toothed grin could save him from charges of malfeasance: while in power, he'd been running an illegal gambling rink in the room behind his office.\n\n",
    "factitious": "**adjective**: artificial; not natural\n\n\n\n",
    "mollify": "**verb**: to make someone angry less angry; placate\n\n> In the morning, Harriat was unable to mollify Harry, if he happened to become angry, unless he had his cup of coffee.\n\n",
    "amuck": "**adverb**: in a frenzied or uncontrolled state\n\n> Wherever the bowl haircut teen-idol went, his legions of screaming fans ran through the streets amuck, hoping for a glance at his boyish face.\n\n",
    "fulminate": "i.  v. to utter or send out with denunciation: criticize\n\n&ensp;&ensp;s. *rail, rant, spout, harangue*\n",
    "dissolution": "**noun**: a living full of debauchery and indulgence in sensual pleasure\n\n> Many Roman emporers were known for their dissolution, indulging in unspeakable desires of the flesh.\n\nThis word has other definitions but this is the most important one for the GRE",
    "vitriolic": "**adjective**: harsh or corrosive in tone\n\n> While the teacher was more moderate in her criticism of the other student's papers, she was vitriolic toward Peter's paper, casting every flaw in the harshest light.\n\n",
    "strident": "i.  adj. characterized by harsh, insistent, and discordant sound: vociferous\n\n&ensp;&ensp;s. *blatant, boisterous, clamorous, loud, obstreperous*\n",
    "esoteric": "**adjective**: confined to and understandable by only an enlightened inner circle\n\n> Map collecting is an esoteric hobby to most, but to geography geeks it is a highly enjoyable pasttime.\n\n",
    "aver": "i.  v. to verify or prove to be true in pleading a cause\n\n&ensp;&ensp;s. *assert, affirm, avouch, avow, declare, depose, predicate, profess*\n\n&ensp;&ensp;a. *disavow, renounce, reject, recant, forswear*\n",
    "eloquent": "i.  adj. marked by forceful and fluent expression: articulate\n\n&ensp;&ensp;s. *vocal, potent, smooth-spoken, voluble*\n",
    "ossify": "**verb**: make rigid and set into a conventional pattern\n\n> Even as a young man, Bob had some bias against poor people, but during his years in social services, his bad opinions ossified into unshiftable views.\n\nThis word has other definitions but this is the most important one for the GRE",
    "artless": "**adjective**: without cunning or deceit\n\n> Despite the president's seemingly artless speeches, he was a skilled and ruthless negotiator.\n\n",
    "opprobrium": "i.  n. public disgrace or ill fame that follows from conduct considered grossly wrong or vicious\n\n&ensp;&ensp;s. *ignominy, infamy, obloquy, odium disesteem*\n\nii.  n. contempt, reproach\n",
    "defray": "**verb**: to help pay the cost of, either in part of full\n\n> In order for Sean to attend the prestigious college, his generous uncle helped defray the excessive tuition with a monthly donation.\n\n",
    "placid": "**adjective**: not easily irritated\n\n> Doug is normally placid, so we were all shocked to see him yelling at the television when the Mets lost the game.\n\n",
    "quail": "**verb**: draw back, as with fear or pain\n\n> Craig always claimed to be a fearless outdoorsman, but when the thunderstorm engulfed the valley, he quailed at the thought of leaving the safety of his cabin.\n\nThis word has other definitions but this is the most important one for the GRE",
    "retort": "i.  v. to answer by a counter argument\n\n&ensp;&ensp;s. *reply, rejoinder, riposte*\n\nii.  v. to retaliate\n",
    "cavalier": "**adjective**: given to haughty disregard of others\n\n> Percy dismissed the issue with a cavalier wave of his hand.\n\n",
    "abet": "i.  v. to actively second and encourage: incite\n\n&ensp;&ensp;s. *foment, instigate, provoke, stir*\n\n&ensp;&ensp;a. *forbid, prohibit, debar, deter, discourage*\n\nii.  v. to assist or support in the achievement of a purpose\n",
    "modicum": "**noun**: a small or moderate or token amount\n\n> If my sister had even a modicum of sense, she wouldn't be engaged to that barbarian.\n\n",
    "panegyric": "**noun**: a formal expression of praise\n\n> Dave asked Andrew to do just a simple toast, but Andrew launched into a full panegyric, enumerating a complete list of Dave's achievements and admirable qualities.\n\n",
    "bowdlerize": "**verb**: edit by omitting or modifying parts considered indelicate\n\n> To recieve an R rating, the entire movie was bowdlerized because it contained so much violence and grotesque subject matter.\n\n",
    "digress": "i.  v. to turn aside especially from the main subject of attention or course of\n\n&ensp;&ensp;s. *depart, divagate, diverge, excurse, ramble, stray, wander*\n",
    "obviate": "i.  v. to anticipate and prevent or make unnecessary: avert\n\n&ensp;&ensp;s. *deter, forestall, forefend, preclude, preempt*\n\nii.  v. to do away with: eliminate\n",
    "lissome": "i.  adj. moving and bending with ease: lithe\n\n&ensp;&ensp;s. *flexible, supple, limber, lithesome, nimble*\n",
    "conniving": "**verb**: taking part in immoral and unethical plots\n\n> The queen was so conniving that, with the help of the prince, she tried to overthrow the king.\n\n",
    "categorical": "i.  adj. not modified or restricted by reservations: absolute, unqualified\n\n&ensp;&ensp;a. *conjectural, hypothetical, supposititious, conditional, contingent*\n",
    "reprisal": "**noun**: a retaliatory action against an enemy in wartime\n\n> The Old Testament doctrine of an eye for an eye is not the kind of retaliation practiced in war; rather, an arm, a leg, and both ears are the reprisal for the smallest scratch.\n\n",
    "hoary": "**adjective**: ancient\n\n> Most workout gurus are young, fit people, whereas most yoga gurus are hoary men with long white beards.\n\n",
    "hoodwink": "**verb**: to deceive or trick someone\n\n> Someone tried to hoodwink Marty with an email telling him that his uncle had just passed away, and to collect the inheritance he should send his credit card information.\n\n",
    "mendicant": "**noun**: a pauper who lives by begging\n\n> Tolstoy was an aristocrat, but he strove to understand the Christianity of the Russian peasants by wandering among them as a mendicant.\n\n",
    "flux": "**noun**: a state of uncertainty about what should be done (usually following some important event)\n\n> Ever since Elvira resigned as the head of marketing, everything about our sales strategy has been in a state of flux.\n\n",
    "blandish": "i.  v. to act or speak in a flattering or coaxing manner: cajole\n\n&ensp;&ensp;s. *coax, flatter, beguile, charm*\n\n&ensp;&ensp;a. *threaten*\n",
    "effacing": "**adjective**: reluctant to draw attention to yourself\n\n> The most admirable teachers and respected leaders are those who are self-effacing, directing attention and praise to their students and workers.\n\n",
    "surrogate": "i.  v. to put in the place of another: substitute\n\n&ensp;&ensp;s. *replace, supplant, supersede, displace*\n",
    "facile": "**adjective**: arrived at without due care or effort; lacking depth\n\n> Many news shows provide facile explanations to complex politics, so I prefer to read the in-depth reporting of The New York Times.\n\n",
    "lassitude": "i.  n. a condition of weariness or debility: fatigue\n\n&ensp;&ensp;s. *exhaustion, tiredness, weariness*\n\n&ensp;&ensp;a. *vigor, liveliness, vitality, verve, sap*\n\nii.  n. a condition of listlessness: languor\n\n&ensp;&ensp;s. *lethargy, dullness, hebetude, slumber, stupor, torpidity*\n",
    "badger": "**verb**: to pester\n\n> Badgered by his parents to find a job, the 30-year-old loafer instead joined a gang of itinerant musicians.\n\nThis word has other definitions but this is the most important one for the GRE",
    "beatific": "**adjective**: blissfully happy\n\n> Often we imagine all monks to wear the beatific smile of the Buddha, but, like any of us, a monk can have a bad day and not look very happy.\n\n",
    "commiserate": "i.  v. to feel or express sympathy: console\n\n&ensp;&ensp;s. *compassionate, ache, pity, sympathize*\n",
    "propensity": "i.  n. an often intense natural inclination or preference: leaning\n\n&ensp;&ensp;s. *disposition, penchant, predilection, predisposition, proclivity*\n",
    "enthrall": "**verb**: hold spellbound\n\n> She was so enthralled by the movie that she never heard people screaming, \"Fire! Fire!\" in the neighboring theater.\n\n",
    "fleece": "**verb**: to deceive\n\n> Many people have been fleeced by Internet scams and never received their money back.\n\nThis word has other definitions but this is the most important one for the GRE",
    "subjugate": "i.  v. to bring under control and governance as a subject: conquer, subdue\n\n&ensp;&ensp;s. *crush, enthrall, vanquish, compel*\n\n&ensp;&ensp;a. *liberate*\n",
    "vicarious": "**adjective**: felt or undergone as if one were taking part in the experience or feelings of another\n\n> The advent of twitter is a celebrity stalker's dream, as he or she can--through hundreds of intimate \"tweets\"--vicariously live the life of a famous person.\n\n",
    "precipitate": "**verb**: to cause to happen\n\n> The government's mishandling the hurricane's aftermath precipitated a widespread outbreak of looting and other criminal activity.\n\n",
    "superfluous": "**adjective**: more than is needed, desired, or required\n\n> Everything in this closet is superfluous and can be given to charity.\n\n",
    "embellish": "**verb**: make more attractive by adding ornament, colour, etc.; make more beautiful\n\n> McCartney would write relatively straightforward lyrics, and Lennon would embellish them with puns and poetic images.\n\n",
    "parvenu": "**noun**: a person who has suddenly become wealthy, but not socially accepted as part of a higher class\n\n> The theater was full of parvenus who each thought that they were surrounded by true aristocrats.\n\n",
    "quip": "**noun**: a witty saying or remark\n\n\n\n",
    "vigilant": "i.  adj. alertly watchful especially to avoid danger\n\n&ensp;&ensp;s. *attentive, alert, wary, heedful*\n",
    "itinerant": "**adjective**: traveling from place to place to work\n\n> Doctors used to be itinerant, traveling between patients' homes.\n\n",
    "pervasive": "i.  adj. pervading or tending to pervade: universal\n\n&ensp;&ensp;s. *omnipresent, ubiquitous, prevalent*\n",
    "ancillary": "i.  adj. furnishing added support: auxiliary\n\n&ensp;&ensp;s. *additional, subordinate, subsidiary, supplementary, collateral*\n",
    "flummox": "**verb**: be a mystery or bewildering to\n\n> Mary's behavoir completely flummoxes me: I never have any idea what her motivations might be.\n\n",
    "ersatz": "**adjective**: not real or genuine; phony\n\n> The car dealer's ersatz laughter was immediately followed by a price quote, one that Shelley found highly inflated.\n\n",
    "vitiate": "i.  v. to make faulty or defective: impair\n\n&ensp;&ensp;s. *injure, blemish, mar, spoil, tarnish*\n\nii.  v. to debase in moral or aesthetic status\n\niii.  v. to make ineffective: abolish\n\n&ensp;&ensp;s. *abrogate, annihilate, annul, invalidate, negate, nullify*\n",
    "gall": "**noun**: feeling of deep and bitter anger and ill-will\n\n> In an act of gall, Leah sent compromising photos of her ex-boyfriend to all his co-workers and professional contacts.\n\n",
    "beleaguer": "i.  v. to surround so as to force to give up: besiege\n\nii.  v. to cause worry or distress to: beset\n\n&ensp;&ensp;s. *annoy, harass, plague, besiege*\n",
    "volition": "i.  n. the power of choosing or determining: will\n\n&ensp;&ensp;a. *force, coercion, compulsion, duress*\n",
    "malady": "**noun**: a disease or sickness\n\n> The town was struck by a malady throughout the winter that left most people sick in bed for two weeks.\n\n",
    "venial": "**adjective**: easily excused or forgiven; pardonable\n\n> His traffic violations ran the gamut from the venial to the egregious--on one occasion he simply did not come to a complete stop; another time he tried to escape across state lines at speeds in excess of 140 mph.\n\n",
    "palliate": "i.  v. to moderate the intensity of: alleviate\n\n&ensp;&ensp;s. *extenuate, lighten, mitigate, qualify, temper*\n\nii.  v. to cover by excuses and apologies\n\n&ensp;&ensp;s. *camouflage, prettify, varnish, veneer, whitewash*\n",
    "ostentatious": "**adjective**: intended to attract notice and impress others; tawdry or vulgar\n\n> Matt wanted to buy stone lions for front of the house, but Cynthia convinced him that such a display would be too ostentatious for a modest house in an unassuming neighborhood.\n\n",
    "askance": "**adverb**: with a look of suspicion or disapproval\n\n\n\n",
    "palaver": "**verb**: speak (about unimportant matters) rapidly and incessantly\n\n> During the rain delay, many who had come to see the game palavered, probably hoping that idle chatter would make the time go by faster.\n\nThis word has other definitions but this is the most important one for the GRE",
    "propitiate": "**verb**: to placate or appease\n\n> The two sons, plying their angry father with cheesy neckties for Christmas, were hardly able to propitiate him -- the father already had a drawer full of ones he had never worn before or ever planned to.\n\n",
    "dispense": "i.  v. to prepare and distribute\n\n&ensp;&ensp;s. *disburse, disperse, divide, partition*\n\nii.  v. to give dispensation to: exempt\n\n&ensp;&ensp;s. *absolve, discharge, privilege, relieve*\n",
    "avow": "i.  v. to declare assuredly: assert\n\n&ensp;&ensp;s. *affirm, aver, depose, predicate*\n\n&ensp;&ensp;a. *repudiate, withdraw*\n",
    "derelict": "**noun**: (of a building) abandoned\n\n> At one time the waterfront factories were busy and productive, but now they stand derelict and will be torn down.\n\n",
    "prodigal": "**adjective**: rashly or wastefully extravagant\n\n> Successful professional athletes who do not fall prey to prodigality seem to be the exception--most live decadent lives.\n\n",
    "invidious": "**adjective**: likely to cause resentment\n\n> At a time when many others in the office were about to be laid off, many considered Cheryl's fine clothes that day an invidious display.\n\nThis word has other definitions but this is the most important one for the GRE",
    "discern": "i.  v. to detect or see\n\n&ensp;&ensp;s. *behold, descry, perceive*\n\nii.  v. to recognize or identify as separate and distinct: discriminate\n\n&ensp;&ensp;s. *differentiate, distinguish, extricate, separate*\n",
    "inimical": "**adjective**: hostile (usually describes conditions or environments)\n\n> Venus, with a surface temperature that would turn rubber to liquid, is inimical to any form of life.\n\n",
    "expunge": "**verb**: to eliminate completely\n\n> When I turned 18, all of the shoplifting and jaywalking charges were expunged from my criminal record.\n\n",
    "provident": "**adjective**: careful in regard to your own interests; providing carefully for the future\n\n> In a move that hardly could be described as provident, Bert spend his entire savings on a luxurious cruise, knowing that other bills would come due a couple months later.\n\n",
    "bumbling": "**adjective**: lacking physical movement skills, especially with the hands\n\n> Within a week of starting, the bumbling new waiter was unceremoniously fired.\n\n",
    "conflate": "**verb**: mix together different elements or concepts\n\n> In her recent book, the author conflates several genres--the detective story, the teen thriller, and the vampire romance--to create a memorable read.\n\n",
    "idolatry": "i.  n. the worship of a physical object as a god\n\n&ensp;&ensp;s. *adoration, idolization,*\n\nii.  n. immoderate attachment or devotion to something\n",
    "inexorable": "**adjective**: impossible to stop or prevent\n\n> The rise of the computer was an inexorable shift in technology and culture.\n\n",
    "calumny": "**noun**: making of a false statement meant to injure a person\"s reputation\n\n> With the presidential primaries well under way, the air is thick with calumny, and the mud already waist- high.\n\n",
    "prognostication": "**noun**: a statement made about the future\n\n> When the Senator was asked about where the negotiations would lead, he said that any guess he could make would be an unreliable prognostication.\n\n",
    "redolent": "i.  adj. exuding fragrance: aromatic, odorous\n\n&ensp;&ensp;s. *ambrosial, balmy, fragrant, perfumed, savory*\n\nii.  adj. serving to bring to mind: evocative\n\n&ensp;&ensp;s. *reminiscent, remindful, suggestive*\n",
    "timorous": "**adjective**: timid by nature or revealing fear and nervousness\n\n> Since this was her first time debating on stage and before an audience, Di's voice was timorous and quiet for the first 10 minutes.\n\n",
    "unstinting": "**adjective**: very generous\n\n> Helen is unstinting with her time, often spending hours at the house of a sick friend.\n\n",
    "coeval": "i.  adj. of the same or equal age, antiquity, or duration: contemporary\n\n&ensp;&ensp;s. *coetaneous, coexistent, concurrent, simultaneous, synchronic*\n",
    "plucky": "**adjective**: marked by courage and determination\n\n> Some scouts initially doubted Pedroia because of his short stature, but he is a plucky player, surprising everyone with his boundless energy and fierce determination.\n\n",
    "apposite": "i.  adj. highly pertinent or appropriate: apt\n\n&ensp;&ensp;s. *relevant, ad rem, applicable, apropos, germane*\n\n&ensp;&ensp;a. *inapt; inept; casual, haphazard*\n",
    "raillery": "**noun**: light teasing\n\n> The new recruit was not bothered by the raillery, finding most of it light-hearted and good-natured.\n\n",
    "unimpeachable": "**adjective**: free of guilt; not subject to blame; beyond doubt or reproach\n\n> After his long and unimpeachable service to the company, Sharat felt that a gold watch was a slap in the face rather than an honor.\n\n",
    "hubris": "**noun**: overbearing pride or presumption\n\n> Bill Clinton was criticized for his hubris, since he believed he could get away with anything once in the White House.\n\n",
    "internecine": "**adjective**: (of conflict) within a group or organization\n\n> The guerilla group, which had become so powerful as to own the state police, was finally destroyed by an internecine conflict.\n\n",
    "philistine": "**adjective**: smug and ignorant towards artistic and cultural values\n\n> Jane considered Al completely philistine, because he talked almost exclusive about video games; she was entirely unaware of how well read he really was.\n\nThis word has other definitions but this is the most important one for the GRE",
    "mesmerize": "**verb**: to spellbind or enthrall\n\n> The plot and the characters were so well developed that many viewers were mesmerized, unable to move their eyes from the screen for even a single second.\n\n",
    "implicate": "**verb**: to indicate in wrongdoing, usually a crime\n\n> The crime boss was implicated for a long list of crimes, ranging from murder to disturbing the peace.\n\n",
    "mordant": "**adjective**: biting and caustic in thought, manner, or style\n\n> While Phil frequently made mordant remarks about company policy overall, he always was considerably gentler in discussing any person in particular.\n\n",
    "concomitant": "**adjective**: describing an event or situation that happens at the same time as or in connection with another\n\n> Concomitant with his desire for nature was a desire for the culture and energy of a big city.\n\n",
    "conundrum": "**noun**: a difficult problem\n\n> Computers have helped solve some of the mathematical conundrums which have puzzled man for many centuries.\n\n",
    "bridle": "**verb**: anger or take offense\n\n> The hostess bridled at the tactless dinner guests who insisted on eating before everybody had gotten their food.\n\n",
    "cupidity": "**noun**: greed for money\n\n> Some believe people that amassing as much wealth as possible is the meaning to life--yet they often realize that cupidity brings anything but happiness.\n\n",
    "vicissitude": "**noun**: change in one\"s circumstances, usually for the worse\n\n> Even great rulers have their vicissitudes--massive kingdoms have diminished overnight, and once beloved kings have faced the scorn of angry masses.\n\n",
    "impeccable": "**adjective**: without fault or error\n\n> He was impeccably dressed in the latest fashion without a single crease or stain.\n\n",
    "insolent": "**adjective**: rude and arrogant\n\n> Lilian could not help herself from being insolent, commenting that the Queen's shoes were showing too much toe.\n\n",
    "inchoate": "**adjective**: only partly in existence; imperfectly formed\n\n> Inchoate ideas about the relation of humans to other animals had been discussed since the Middle Ages but the modern theory really began with Darwin.\n\n",
    "proclivity": "i.  n. an inclination or predisposition toward something\n\n&ensp;&ensp;s. *leaning, disposition, penchant, predilection, propensity*\n",
    "sonorous": "i.  adj. full or loud in sound: resonant\n\n&ensp;&ensp;s. *orotund, plangent, resounding, rotund, sonorant, vibrant*\n\nii.  adj. imposing or impressive in effect or style\n\n&ensp;&ensp;s. *rhetorical, bombastic, euphuistic, grandiloquent, magniloquent, oratorical*\n",
    "nonchalant": "**adjective**: coming across as cooly uninterested\n\n> The twenty-somethings at the coffee shop always irked Sheldon, especially the way in which they acted nonchalantly towards everything, not even caring when Sheldon once spilled his mocha on them.\n\n",
    "gambit": "**noun**: a manuveur or risk in a game or conversation, designed to secure an advantage\n\n> Randy played a gambit, telling his boss that he would leave at the end of the week if he didn't get a raise.\n\n",
    "maunder": "**verb**: speak (about unimportant matters) rapidly and incessantly\n\n> After drinking two expressos each, the animated couple would maunder loudly, annoying the other patrons in the coffee shop.\n\n",
    "epiphany": "**noun**: a sudden revelation or moment of insight\n\n> Gary one day had an epiphany that he was a people person; he prompty quit his factory job and began working as a salesman.\n\n",
    "complaisant": "**adjective**: showing a cheerful willingness to do favors for others\n\n> On her first day at the job, Annie was complaisant, fulfilling every request of her new employee and anticipating future requests.\n\n",
    "founder": "i.  v. to come to grief: fail\n\nii.  v. to become submerged: sink\n",
    "cadaverous": "**adjective**: emaciated; gaunt\n\n> Some actors take challenging roles in which they have to lose so much weight that they appear cadaverous.\n\n",
    "expedite": "i.  v. to accelerate the process or progress of: speed up\n\n&ensp;&ensp;s. *accelerate, hasten, precipitate*\n",
    "fatuous": "i.  adj. complacently or inanely foolish: silly\n\n&ensp;&ensp;s. *asinine, unwitty, imbecile, moronic*\n\n&ensp;&ensp;a. *sensible, judicious, prudent, sage, sapient*\n",
    "elegiac": "**adjective**: expressing sorrow\n\n> Few can listen to the elegiac opening bars of the Moonlight sonata without feeling the urge to cry.\n\n",
    "colloquial": "i.  adj. used in or characteristic of familiar and unacceptably informal conversation: vernacular\n",
    "lionize": "**verb**: assign great social importance to\n\n> Students in the U.S. learn to lionize Jefferson, Franklin, and Washington because they are the founding fathers of the nation.\n\n",
    "expansive": "**adjective**: communicative, and prone to talking in a sociable manner\n\n> After a few sips of cognac, the octogenarian shed his irascible demeanor and became expansive, speaking fondly of the \"good old days\".\n\nThis word has other definitions but this is the most important one for the GRE",
    "fetter": "i.  n. a chain or shackle for the feet\n\nii.  n. something that confines: restraint\n\niii.  v. to restrain from motion, action, or progress: shackle\n\n&ensp;&ensp;s. *hamper, curb, entrammel, hobble, leash*\n\n&ensp;&ensp;a. *disencumber, disentangle, untangle, extricate*\n",
    "rancorous": "i.  adj. marked by ill will: deeply malevolent\n\n&ensp;&ensp;s. *malicious, despiteful, malignant, spiteful, vicious, wicked*\n",
    "brook": "**verb**: put up with something or somebody unpleasant\n\n> While she was at the chalkboard, the teacher did not brook any form of talking--even a tiny peep resulted in afternoon detention.\n\nThis word has other definitions but this is the most important one for the GRE",
    "devolve": "**verb**: grow worse (usually \"devolve into\")\n\n> The dialogue between the two academics devolved into a downright bitter argument.\n\n",
    "obdurate": "**adjective**: stubbornly persistent in changing an opinion or action\n\n> No number of pleas and bribes would get him to change his obdurate attitude.\n\n",
    "cognizant": "i.  adj. knowledgeable of something especially through personal experience: aware\n",
    "licentious": "i.  adj. lacking legal or moral restraints: reprobate\n\n&ensp;&ensp;s. *abandoned, dissolute, lascivious, libertine, libidinous*\n\n&ensp;&ensp;a. *continent, chaste, decent, rigid*\n",
    "obfuscate": "i.  v. to make obscure: befog\n\n&ensp;&ensp;s. *obscure, adumbrate, becloud, murk, overcast*\n\nii.  v. to confuse: puzzle\n\n&ensp;&ensp;s. *blur, baffle, bewilder, confound*\n",
    "gumption": "**noun**: resourcefulness and determination\n\n> Wallace Stegner lamented the lack of gumption in the U.S. during the sixties, claiming that no young person knew the value of work.\n\n",
    "hermetic": "i.  adj. relating to or characterized by occultism or abstruseness: recondite\n\n&ensp;&ensp;s. *abstruse, esoteric, occult, profound*\n\nii.  adj. impervious to external influence: secluded\n\n&ensp;&ensp;s. *cloistered, recluse, sequestered, removed*\n",
    "perquisite": "**noun**: a right reserved exclusively by a particular person or group (especially a hereditary or official right)\n\n> Even as the dishwasher at the French restaurant, Josh quickly learned that he had the perquisite of being able to eat terrific food for half the price diners would pay.\n\n",
    "cavil": "i.  v. to raise trivial and frivolous objection\n\n&ensp;&ensp;s. *carp, nitpick, quibble, hypercriticize*\n",
    "firebrand": "**noun**: someone who deliberately creates trouble\n\n> Freddie is a firebrand: every time he walks into the office, he winds up at the center of heated argument.\n\n",
    "turpitude": "**noun**: depravity; a depraved act\n\n> During his reign, Caligula indulged in unspeakable sexual practices, so it not surprising that he will forever be remembered for his turpitude.\n\n",
    "frivolous": "**adjective**: not serious in content or attitude or behavior\n\n> Compared to Juliet's passionate concern for human rights, Jake's non-stop concern about football seems somewhat frivolous.\n\n",
    "squalid": "i.  adj. marked by filthiness and degradation from neglect or poverty: sordid\n\n&ensp;&ensp;s. *dirty, foul, slovenly, dingy, base, ignoble*\n",
    "profligate": "**noun**: someone who spends money recklessly or wastefully\n\n> Most lottery winners go from being conservative, frugal types to outright profligates who blow millions on fast cars, lavish homes, and giant yachts.\n\n",
    "fecund": "**adjective**: intellectually productive\n\n> The artist had entered a fecund period, producing three masterpieces in the span of two months.\n\n",
    "semblance": "**noun**: an outward or token appearance or form that is deliberately misleading\n\n> While the banker maintained a semblance of respectability in public, those who knew him well were familiar with his many crimes.\n\n",
    "parsimonious": "**adjective**: extremely frugal; miserly\n\n> Katie is so parsimonious that she only buys a pair of socks if all of her other socks have holes in them.\n\n",
    "goad": "**verb**: urge on with unpleasant comments\n\n> Doug did not want to enter the race, but Jim, through a steady stream of taunts, goaded him into signing up for it.\n\n",
    "puerile": "**adjective**: of or characteristic of a child; displaying or suggesting a lack of maturity\n\n> Helen enjoyed blowing soap bubbles, but Jim regarded this as puerile, totally unworthy of a woman with a Ph.D.\n\n",
    "foible": "**noun**: a behavioral attribute that is distinctive and peculiar to an individual\n\n> When their new roommate sat staring at an oak tree for an hour, Marcia thought it indicated a mental problem, but Jeff assured her it was a harmless foible.\n\n",
    "travesty": "**noun**: an absurd presentation of something; a mockery\n\n> What I expected to be an intelligent, nuanced historical documentary turned out to be a poorly-produced travesty of the form.\n\n",
    "saturnine": "**adjective**: morose or gloomy\n\n> Deprived of sunlight, humans become saturnine; that's why in very northerly territories people are encouraged to sit under an extremely powerful lamp, lest they become morose.\n\n",
    "inept": "i.  adj. lacking in fitness or aptitude: unfit, incompetent\n\n&ensp;&ensp;s. *inapt, clumsy, gauche, ham-handed, maladroit*\n\nii.  adj. not suitable to the time, place, or occasion: inappropriate often to an absurd degree\n\n&ensp;&ensp;s. *improper, malapropos, undue, unseemly*\n",
    "relegate": "**verb**: assign to a lower position\n\n> When Dexter was unable to fulfill his basic duties, instead of firing him, the boss relegated him to kitchen cleanup.\n\n",
    "expatiate": "i.  v. to move about freely or at will: wander\n\nii.  v. to speak or write at length or in detail\n\n&ensp;&ensp;s. *discourse, descant, dilate, dissertate*\n",
    "impunity": "i.  n. exemption or freedom from punishment, harm, or loss\n\n&ensp;&ensp;s. *exemption, immunity*\n",
    "glib": "**adjective**: (of a person) speaking with ease but without sincerity\n\n> I have found that the more glib the salesman, the worse the product.\n\n",
    "complacent": "**adjective**: contented to a fault with oneself or one's actions\n\n> After the water polo team won their sixth championship, they became complacent and didn't even make it to the playoffs the next year.\n\n",
    "capacious": "i.  adj. capable of containing a great deal: spacious\n\n&ensp;&ensp;s. *ample, commodious, roomy*\n\n&ensp;&ensp;a. *exiguous, cramped, confined*\n",
    "admonish": "**verb**: to warn strongly, even to the point of reprimanding\n\n> Before the concert began, security personel admonished the crowd not to come up on stage during the performance.\n\n",
    "grovel": "**verb**: show submission or fear\n\n> Every time Susan comes to the office, Frank grovels as if she were about to fire.\n\n",
    "ollyannaish": "**adjective**: extremely optimistic\n\n> Even in the midst of a lousy sales quarter, Debbie remained Pollyannaish, never losing her shrill voice and wide smile, even when prospective customers hung up on her.\n\n",
    "apogee": "**noun**: the highest point\n\n> The apogee of the Viennese style of music, Mozart's music continues to mesmerize audiences well into the 21st century.\n\n",
    "presentiment": "**noun**: a feeling of evil to come\n\n> On the night that Lincoln would be fatally shot, his wife had a presentiment about going to Ford's Theater, but Lincoln persuaded her that everything would be fine.\n\n",
    "protract": "i.  v. to prolong in time or space: continue, extend\n\n&ensp;&ensp;s. *elongate, lengthen, stretch*\n\n&ensp;&ensp;a. *curtail*\n",
    "didactic": "**adjective**: instructive (especially excessively)\n\n> Tolstoy's The Death of Ivan Illyich is a didactic novel, instructing the reader on how to live a good life.\n\n",
    "abrogate": "**verb**: revoke formally\n\n> As part of the agreement between the labor union and the company, the workers abrogated their right to strike for four years in exchange for better health insurance.\n\n",
    "apothegm": "**noun**: a short, pithy instructive saying\n\n\n\n",
    "estimable": "**adjective**: deserving of esteem and respect\n\n> After serving thirty years, in which he selflessly served the community, Judge Harper was one of the more estimable people in town.\n\n",
    "hobble": "**verb**: to hold back  the progress of something\n\n> Bad weather has hobbled rescue efforts, making it difficult for crews to find bodies in the wreckage.\n\n",
    "truculence": "**noun**: defiant aggressiveness\n\n> When the boss confronted Aaron about his earlier remarks, Aaron responded with utter truculence, simply throwing a glass of water in the boss' face and walking away.\n\n",
    "solecism": "**noun**: a socially awkward or tactless act\n\n> Mother Anna was always on guard against any solecism from her children and scolded them immediately if any of them talked out of place in public.\n\nThis word has other definitions but this is the most important one for the GRE",
    "baleful": "**adjective**: threatening or foreshadowing evil or tragic developments\n\n> Movies often use storms or rain clouds as a baleful omen of evil events that will soon befall the main character.\n\n",
    "travail": "**noun**: use of physical or mental energy; hard work; agony or anguish\n\n> While they experienced nothing but travails in refinishing the kitchen, they completed the master bedroom in less than a weekend.\n\n",
    "rescind": "**verb**: cancel officially\n\n> The man's driver's license was rescinded after his tenth car accident, which meant he would never be allowed to legally drive again.\n\n",
    "redress": "**noun**: an act of making something right\n\n> Barry forgot his wife's birthday two years in a row, and was only able to redress his oversight by surprising his wife with a trip to Tahiti.\n\nThis word has other definitions but this is the most important one for the GRE",
    "execrate": "**verb**: to curse and hiss at\n\n> Though the new sitcom did decently in the ratings, Nelson railed against the show, saying that it was nothing more than an execrable pastiche of tired clich's and canned laughter.\n\n",
    "gossamer": "**adjective**: characterized by unusual lightness and delicacy\n\n> The gossamer wings of a butterfly, which allow it to fly, are also a curse, so delicate that they are often damaged.\n\n",
    "forestall": "i.  v. to exclude or hinder by prior occupation or measures: prevent\n\n&ensp;&ensp;s. *avert, deter, forfend, obviate, preclude*\n\n&ensp;&ensp;a. *court, invite, woo, promote*\n",
    "apostate": "**noun**: a person who has abandoned a religious faith or cause\n\n> An apostate of the Republican Party, Sheldon has yet to become affiliated with any party and dubs himself an independent.\n\n",
    "refulgence": "i.  n. a radiant or resplendent quality or state: brilliance\n\n&ensp;&ensp;s. *beam, effulgence, incandescence, luster, radiance*\n",
    "demure": "**adjective**: to be modest and shy\n\n> The portrait of her in a simple white blouse was sweet and demure.\n\n",
    "appurtenant": "**adjective**: supply added support\n\n> In hiking Mt. Everest, sherpas are appurtenant, helping climbers both carry gear and navigate treacherous paths.\n\n",
    "mawkish": "**adjective**: overly sentimental to the point that it is disgusting\n\n> The film was incredibly mawkish, introducing highly likeable characters only to have them succumb to a devastating illnesses by the end of the movie.\n\n",
    "fell": "**adjective**: terribly evil\n\n> For fans of the Harry Potter series, the fell Lord Voldemort, who terrorized poor Harry for seven lengthy installments, has finally been vanquished by the forces of good--unless, that is, JK Rowling decides to come out of retirement.\n\nThis word has other definitions but this is the most important one for the GRE",
    "attest": "i.  v. to be proof of: manifest, testify\n\n&ensp;&ensp;s. *certify, corroborate, substantiate, verify, sustain, uphold, warrant*\n\n&ensp;&ensp;a. *confute, controvert, refute, gainsay*\n",
    "concur": "i.  v. to express agreement: agree\n\n&ensp;&ensp;s. *accede, jibe, harmonize, concord, concert*\n\nii.  v. to act together to a common end or single effect\n\n&ensp;&ensp;s. *unite, combine, conjoin, cooperate, league*\n\niii.  v. to happen together: coincide\n",
    "pungent": "i.  adj. causing a sharp or irritating sensation: acrid\n\nii.  adj. marked by a sharp incisive quality: caustic\n\n&ensp;&ensp;s. *piquant, poignant, racy, spicy, zesty*\n",
    "lugubrious": "**adjective**: excessively mournful\n\n> At the funeral, lugubrious songs filled the small church.\n\n",
    "smattering": "**noun**: a slight or superficial understanding of a subject; a small amount of something\n\n> I know only a smattering of German, but Helen is able to read German newspapers and converse with natives.\n\n",
    "ingenuity": "**noun**: the power of creative imagination\n\n> Daedalus was famous for his ingenuity; he was able to fashion his son Icarus with a pair of wings, using wax to hold them together.\n\n",
    "pensive": "i.  adj. suggestive of sad thoughtfulness\n\n&ensp;&ensp;s. *contemplative, meditative, pondering, reflecting, ruminative, speculative*\n",
    "propitious": "**adjective**: presenting favorable circumstances; likely to result in or show signs of success\n\n> The child's heartbeat is still weak, but I am seeing many propitious signs and I think that she may be healing.\n\n",
    "impute": "**verb**: attribute (responsibility or fault) to something\n\n> He imputed his subpar performance on the test to a combination of stress and poor sleep.\n\n",
    "rebuff": "i.  v. to reject or criticize sharply: snub\n\n&ensp;&ensp;s. *fend, rebut, repel, repulse, ward*\n",
    "finagle": "**verb**: achieve something by means of trickery or devious methods\n\n> Steven was able to finagle one of the last seats on the train by convincing the conductor that his torn stub was actually a valid ticket.\n\n",
    "dilapidated": "**adjective**: in terrible condition\n\n> The main house has been restored but the gazebo is still dilapidated and unuseable.\n\n",
    "parody": "i.  n. a literary or musical work in which the style is closely imitated for comic effect or in ridicule\n\n&ensp;&ensp;s. *caricature, burlesque, travesty, spoof, ridicule*\n",
    "venality": "**noun**: the condition of being susceptible to bribes or corruption\n\n> Even some of the most sacrosanct sporting events are not immune to venality, as many of the officials have received substantial bribes to make biased calls.\n\n",
    "exonerate": "**verb**: pronounce not guilty of criminal charges\n\n> The document clearly indicated that Nick was out of the state at the time of the crime, and so served to exonerate him of any charges.\n\n",
    "juggernaut": "**noun**: a force that cannot be stopped\n\n> Napoleon was considered a juggernaut until he decided to invade Russia in winter; after which, his once indomitable army was decimated by cold and famine.\n\n",
    "quisling": "**noun**: a traitor\n\n> History looks unfavorably upon quislings; indeed they are accorded about the same fondness as Nero--he who watched his city burn down while playing the violin.\n\n",
    "avid": "**adjective**: marked by active interest and enthusiasm\n\n> Martin is an avid birdwatcher, often taking long hikes into remote mountains to see some rare eagle.\n\n",
    "sedentary": "i.  adj. not migratory: settled\n",
    "austere": "**adjective**: harsh in manner of temperament\n\n> The principal of my elementary school was a cold, austere woman; I could never understand why she chose to work with children.\n\n",
    "champion": "**verb**: protect or fight for as a champion\n\n> Martin Luther King Jr. championed civil rights fiercely throughout his short life.\n\nThis word has other definitions but this is the most important one for the GRE",
    "hauteur": "**noun**: overbearing pride evidenced by a superior manner toward inferiors\n\n> As soon as she won the lottery, Alice begin displaying a hauteur to her friends, calling them dirty-clothed peasants behind their backs.\n\n",
    "comity": "i.  n. friendly social atmosphere: social harmony\n\n&ensp;&ensp;s. *accord, concord, amity, camaraderie, companionship*\n\n&ensp;&ensp;a. *enmity, animosity, antagonism, hostility, rancor*\n",
    "confound": "**verb**: mistake one thing for another\n\n> Americans often confound sweet potatoes with yams, and refer to both vegetables by the same name.\n\n",
    "churlish": "**adjective**: lacking manners or refinement\n\n> The manager was unnecessarily churlish to his subordinates, rarely deigning to say hello, but always quick with a sartorial jab if someone happened to be wearing anything even slightly mismatching.\n\n",
    "assimilate": "i.  v. to take into the mind and thoroughly comprehend\n\n&ensp;&ensp;s. *absorb, imbibe, incorporate, ingrain*\n\nii.  v. to make similar\n\niii.  v. compare, liken\n\n&ensp;&ensp;s. *equate, match, paragon, parallel*\n",
    "pontificate": "**verb**: talk in a dogmatic and pompous manner\n\n> The vice-president would often pontificate about economic theory, as if no one else in the room were qualified to speak on the topic.\n\nThis word has other definitions but this is the most important one for the GRE",
    "squelch": "**verb**: suppress or crush completely\n\n> After the dictator consolidated his power, he took steps to squelch all criticism, often arresting any journalist who said anything  that could be interpreted as negative about his regime.\n\n",
    "squander": "**verb**: spend thoughtlessly; waste time, money, or an opportunity\n\n> Fearing his money would be squandered by his family, he gave all of it to charity when he died.\n\n",
    "peripatetic": "**adjective**: traveling by foot\n\n> Jim always preferred a peripatetic approach to discovering a city: he felt that he could see so many more details while walking.\n\n",
    "benighted": "**adjective**: fallen into a state of ignorance\n\n> Far from being a period of utter benightedness, The Medieval Ages produced some great works of theological speculation.\n\n",
    "treacherous": "**adjective**: dangerously unstable and unpredictable\n\n> The bridge built from twine and vine is treacherous to walk across, and so I think I will stay put right here.\n\n",
    "peruse": "**verb**: to read very carefully\n\n> Instead of perusing important documents, people all too often rush to the bottom of the page and plaster their signatures at the bottom.\n\n",
    "loquacious": "i.  adj. given to fluent or excessive talk: wordy, garrulous\n\n&ensp;&ensp;s. *chatty, prolix, verbose, wordy, jabbering*\n\n&ensp;&ensp;a. *concise, succinct, taciturn, terse, brusque, curt*\n",
    "plethora": "i.  n. extreme excess: superfluity\n\n&ensp;&ensp;s. *overabundance, overflow, surfeit, surplus*\n\n&ensp;&ensp;a. *scarcity, shortage, dearth, paucity, exiguity*\n",
    "rile": "**verb**: cause annoyance in; disturb, especially by minor irritations\n\n> Dan is usually calm and balanced, but it takes only one intense glare from Sabrina to rile him.\n\n",
    "wanting": "**adjective**: lacking\n\n> She did not think her vocabulary was wanting, yet there were so many words that inevitably she found a few she didn't know.\n\n",
    "cow": "**verb**: to intimidate\n\n\n\nThis word has other definitions but this is the most important one for the GRE",
    "diminutive": "**adjective**: very small\n\n> When he put on his father's suit and shoes, his appearance was that of a diminutive youth.\n\n",
    "jejune": "**adjective**: immature; childish\n\n> Her boss further cemented his reuptation for being jejune after throwing a fit when the water cooler wasn't refilled.\n\n",
    "wanton": "**adjective**: without check or limitation; showing no moral restraints to one's anger, desire, or appetites\n\n> Due to wanton behavior and crude language, the drunk man was thrown out of the bar and asked to never return.\n\n",
    "pious": "i.  adj. marked by or showing reverence for deity and devotion to divine worship: devout\n\n&ensp;&ensp;s. *godly, holy, pietistic, prayerful, religious*\n\nii.  adj. showing loyal reverence for a person or thing: dutiful\n",
    "staggering": "i.  adj. so great as to cause one to hesitate or doubt: astonishing\n\n&ensp;&ensp;s. *marvelous, astonishing, astounding, spectacular, overwhelming*\n",
    "dissemble": "**verb**: conceal one's true motives, usually through deceit\n\n> To get close to the senator, the assassin dissembled his intentions, convincing many people that he was a reporter for a well-known newspaper.\n\n",
    "aplomb": "**noun**: great coolness and composure under strain\n\n> Nancy acted with aplomb during dangerous situations--she once calmly climbed up an oak tree to save a cat.\n\n",
    "begrudge": "**verb**: to give reluctantly\n\n> We never begrudge money spent on ourselves.\n\n",
    "infelicitous": "**adjective**: inappropriate\n\n> During the executive meeting, the marketing director continued to make infelicitous comments about the CEO's gambling habit.\n\n",
    "palimpsest": "**noun**: something that has been changed numerous times but on which traces of former iterations can still be seen\n\n> The downtown was a palimpsest of the city's checkered past: a new Starbucks had opened up next to an abandoned, shuttered building, and a freshly asphalted road was inches away from a pothole large enough to swallow a small dog.\n\n",
    "differentiate": "**verb**: evolve so as to lead to a new species or develop in a way most suited to the environment\n\n> Animals on Madagascar differentiated from other similar animal species due to many years of isolation on the island.\n\n",
    "descry": "i.  v. to catch sight of: discover\n\n&ensp;&ensp;s. *see, discern, distinguish, perceive, detect*\n"
}
