{
    "invective": "**noun**: abusive or denunciatory language\n\n> The Internet has unleashed the invectives in many of us; many people post stinging criticism on the comments section underneath newspaper articles or YouTube videos.\n\n",
    "enthrall": "**verb**: hold spellbound\n\n> She was so enthralled by the movie that she never heard people screaming, \"Fire! Fire!\" in the neighboring theater.\n\n",
    "defray": "**verb**: to help pay the cost of, either in part of full\n\n> In order for Sean to attend the prestigious college, his generous uncle helped defray the excessive tuition with a monthly donation.\n\n",
    "vitriolic": "**adjective**: harsh or corrosive in tone\n\n> While the teacher was more moderate in her criticism of the other student's papers, she was vitriolic toward Peter's paper, casting every flaw in the harshest light.\n\n",
    "callow": "**adjective**: young and inexperienced\n\n> Both Los Angeles and New York are known for callow out-of-towners hoping to make it big.\n\n",
    "insipid": "**adjective**: dull and uninteresting\n\n> The movie director was known for hiring beautiful actors in order to deflect attention away from the insipid scripts he would typically use.\n\n",
    "ineffable": "**adjective**: too sacred to be uttered; defying expression or description\n\n> While art critics can occasionally pinpoint a work's greatness, much of why a piece captures our imaginations is completely ineffable.\n\n",
    "malfeasance": "**adjective**: misconduct or wrongdoing (especially by a public official)\n\n> Not even the mayor's trademark pearly-toothed grin could save him from charges of malfeasance: while in power, he'd been running an illegal gambling rink in the room behind his office.\n\n",
    "hobble": "**verb**: to hold back  the progress of something\n\n> Bad weather has hobbled rescue efforts, making it difficult for crews to find bodies in the wreckage.\n\n",
    "miscreant": "**noun**: a person who breaks the law\n\n> Come back you miscreant! yelled the woman who just had her purse stollen.\n\n",
    "licentious": "i.  adj. lacking legal or moral restraints: reprobate\n\n&ensp;&ensp;s. *abandoned, dissolute, lascivious, libertine, libidinous*\n\n&ensp;&ensp;a. *continent, chaste, decent, rigid*\n",
    "implicate": "**verb**: to indicate in wrongdoing, usually a crime\n\n> The crime boss was implicated for a long list of crimes, ranging from murder to disturbing the peace.\n\n",
    "fecund": "**adjective**: intellectually productive\n\n> The artist had entered a fecund period, producing three masterpieces in the span of two months.\n\n",
    "foible": "**noun**: a behavioral attribute that is distinctive and peculiar to an individual\n\n> When their new roommate sat staring at an oak tree for an hour, Marcia thought it indicated a mental problem, but Jeff assured her it was a harmless foible.\n\n",
    "conflate": "**verb**: mix together different elements or concepts\n\n> In her recent book, the author conflates several genres--the detective story, the teen thriller, and the vampire romance--to create a memorable read.\n\n",
    "cavalier": "**adjective**: given to haughty disregard of others\n\n> Percy dismissed the issue with a cavalier wave of his hand.\n\n",
    "forthcoming": "**adjective**: at ease in talking to others\n\n> As a husband, Larry was not forthcoming: if Jill didn't demand to know details, Larry would never share them with her.\n\n",
    "impunity": "i.  n. exemption or freedom from punishment, harm, or loss\n\n&ensp;&ensp;s. *exemption, immunity*\n",
    "umbrage": "**noun**: a feeling of anger caused by being offended\n\n> Since he was so in love with her, he took umbrage at her comments, even though she had only meant to gently tease him.\n\n",
    "expound": "**verb**: add details or explanation; clarify the meaning; state in depth\n\n> The CEO refused to expound on the decision to merge our department with another one, and so I quit.\n\n",
    "maunder": "**verb**: speak (about unimportant matters) rapidly and incessantly\n\n> After drinking two expressos each, the animated couple would maunder loudly, annoying the other patrons in the coffee shop.\n\n",
    "dispensation": "**noun**: an exemption from a rule or obligation\n\n> Since her father is a billionaire, she is given dispensation from many of the school's policies.\n\nThis word has other definitions but this is the most important one for the GRE",
    "captious": "i.  adj. marked by an often ill-natured inclination to stress faults and raise objections\n\n&ensp;&ensp;s. *carping, caviling, censorious, faultfinding, hypercritical*\n\n&ensp;&ensp;a. *appreciative, judicious, knowledgeable*\n",
    "petulant": "**adjective**: easily irritated or annoyed\n\n> When Ed first met Ruth, he didn't realize she was so petulant, but now that they are three months into their relationship, Ed feels a day doesn't go by in which she isn't whining about some minor issue.\n\n",
    "abrogate": "**verb**: revoke formally\n\n> As part of the agreement between the labor union and the company, the workers abrogated their right to strike for four years in exchange for better health insurance.\n\n",
    "bumbling": "**adjective**: lacking physical movement skills, especially with the hands\n\n> Within a week of starting, the bumbling new waiter was unceremoniously fired.\n\n",
    "redress": "**noun**: an act of making something right\n\n> Barry forgot his wife's birthday two years in a row, and was only able to redress his oversight by surprising his wife with a trip to Tahiti.\n\nThis word has other definitions but this is the most important one for the GRE",
    "fatuous": "i.  adj. complacently or inanely foolish: silly\n\n&ensp;&ensp;s. *asinine, unwitty, imbecile, moronic*\n\n&ensp;&ensp;a. *sensible, judicious, prudent, sage, sapient*\n",
    "refractory": "**adjective**: stubbornly resistant to authority or control\n\n> Used to studious high school students, Martha was unprepared for the refractory Kindgergarteners who neither sat still nor listened to a single word she said.\n\nThis word has other definitions but this is the most important one for the GRE",
    "enormity": "**noun**: an act of extreme wickedness\n\n> The enormity of Pol Pot's regime is hard to capture in words--within months hundreds of thousands of Cambodians lost their lives.\n\nThis word has other definitions but this is the most important one for the GRE",
    "overweening": "**adjective**: arrogant; presumptuous\n\n> Mark was so convinced of his basketball skills that in his overweening pride he could not fathom that his name was not on the varsity list; he walked up to the basketball coach and told her she had forgotten to add his name.\n\n",
    "treacherous": "**adjective**: dangerously unstable and unpredictable\n\n> The bridge built from twine and vine is treacherous to walk across, and so I think I will stay put right here.\n\n",
    "obfuscate": "i.  v. to make obscure: befog\n\n&ensp;&ensp;s. *obscure, adumbrate, becloud, murk, overcast*\n\nii.  v. to confuse: puzzle\n\n&ensp;&ensp;s. *blur, baffle, bewilder, confound*\n",
    "brook": "**verb**: put up with something or somebody unpleasant\n\n> While she was at the chalkboard, the teacher did not brook any form of talking--even a tiny peep resulted in afternoon detention.\n\nThis word has other definitions but this is the most important one for the GRE",
    "finagle": "**verb**: achieve something by means of trickery or devious methods\n\n> Steven was able to finagle one of the last seats on the train by convincing the conductor that his torn stub was actually a valid ticket.\n\n",
    "temerity": "**noun**: fearless daring\n\n> No child has the temerity to go in the rundown house at the end of the street and see if it is haunted.\n\n",
    "droll": "i.  adj. having a humorous, whimsical, or odd quality: absurd\n\n&ensp;&ensp;s. *farcical, ludicrous, ridiculous, preposterous*\n",
    "parsimonious": "**adjective**: extremely frugal; miserly\n\n> Katie is so parsimonious that she only buys a pair of socks if all of her other socks have holes in them.\n\n",
    "penchant": "i.  n. a strong and continued inclination: liking\n\n&ensp;&ensp;s. *leaning, disposition, predilection, predisposition, proclivity, propensity, tendency*\n",
    "propitiate": "**verb**: to placate or appease\n\n> The two sons, plying their angry father with cheesy neckties for Christmas, were hardly able to propitiate him -- the father already had a drawer full of ones he had never worn before or ever planned to.\n\n",
    "inanity": "**noun**: total lack of meaning or ideas\n\n> Bill's poem was nothing more than a list of impressive sounding words, so there was no point in trying to take meaning from the inanity.\n\n",
    "factitious": "**adjective**: artificial; not natural\n\n\n\n",
    "admonish": "**verb**: to warn strongly, even to the point of reprimanding\n\n> Before the concert began, security personel admonished the crowd not to come up on stage during the performance.\n\n",
    "languid": "**adjective**: not inclined towards physical exertion or effort; slow and relaxed\n\n> As the sun beat down and the temperature climbed higher, we spent a languid week lying around the house.\n\n",
    "squander": "**verb**: spend thoughtlessly; waste time, money, or an opportunity\n\n> Fearing his money would be squandered by his family, he gave all of it to charity when he died.\n\n",
    "unstinting": "**adjective**: very generous\n\n> Helen is unstinting with her time, often spending hours at the house of a sick friend.\n\n",
    "mulct": "**verb**: to defraud or swindle\n\n> The so-called magical diet cure simply ended up mulcting Maria out of hundreds of dollars, but did nothing for her weight.\n\n",
    "vapid": "i.  adj. lacking liveliness, tang, briskness, or force: flat, dull\n\n&ensp;&ensp;s. *insipid, driveling, inane, innocuous, jejune, sapless*\n\n&ensp;&ensp;a. *brisk, tangy, zesty; incisive, trenchant; pregnant, telling*\n",
    "splenetic": "**adjective**: very irritable\n\n> Ever since the car accident, Frank has been unable to walk without a cane, and so he has become splenetic and unpleasant to be around.\n\n",
    "mordant": "**adjective**: biting and caustic in thought, manner, or style\n\n> While Phil frequently made mordant remarks about company policy overall, he always was considerably gentler in discussing any person in particular.\n\n",
    "quandary": "**noun**: state of uncertainty or perplexity especially as requiring a choice between equally unfavorable options\n\n> Steve certainly is in a quandary: if he doesn't call Elaine, she will blame him for everything, but if he does call her, the evidence of where he currently is could cost him his job.\n\n",
    "flippant": "**adjective**: showing inappropriate levity\n\n> Although Sam was trying to honor Mark's sense of humor, many found it quite flippant that he wore a comic nose and glasses mask to Mark's funeral.\n\n",
    "flummox": "**verb**: be a mystery or bewildering to\n\n> Mary's behavoir completely flummoxes me: I never have any idea what her motivations might be.\n\n",
    "chagrin": "**verb**: cause to feel shame; hurt the pride of\n\n> She never cared what others said about her appearance but was chagrined by the smallest comment from her mother.\n\n",
    "limpid": "**adjective**: clarity in terms of expression\n\n> Her limpid prose made even the most recondite subjects accessible to all.\n\n",
    "flout": "i.  v. to treat with contemptuous disregard: scorn\n\n&ensp;&ensp;s. *scoff, gibe, jeer, sneer*\n\n&ensp;&ensp;a. *revere, esteem, regard*\n",
    "expatiate": "i.  v. to move about freely or at will: wander\n\nii.  v. to speak or write at length or in detail\n\n&ensp;&ensp;s. *discourse, descant, dilate, dissertate*\n",
    "impute": "**verb**: attribute (responsibility or fault) to something\n\n> He imputed his subpar performance on the test to a combination of stress and poor sleep.\n\n",
    "peripatetic": "**adjective**: traveling by foot\n\n> Jim always preferred a peripatetic approach to discovering a city: he felt that he could see so many more details while walking.\n\n",
    "pyrrhic": "**adjective**: describing a victory that comes at such a great cost that the victory is not worthwhile\n\n> George W. Bush's win in the 2000 election was in many ways a pyrrhic victory: the circumstances of his win alienated half of the U.S. population.\n\n",
    "presentiment": "**noun**: a feeling of evil to come\n\n> On the night that Lincoln would be fatally shot, his wife had a presentiment about going to Ford's Theater, but Lincoln persuaded her that everything would be fine.\n\n",
    "conniving": "**verb**: taking part in immoral and unethical plots\n\n> The queen was so conniving that, with the help of the prince, she tried to overthrow the king.\n\n",
    "divagate": "i.  v. to wander or stray from a course or subject: digress\n\n&ensp;&ensp;s. *depart, diverge, excurse, ramble, stray, wander*\n",
    "extirpate": "i.  v. to destroy completely: wipe out\n\n&ensp;&ensp;s. *annihilate, demolish, eliminate eradicate, exterminate, extinguish, uproot, efface*\n",
    "cow": "**verb**: to intimidate\n\n\n\nThis word has other definitions but this is the most important one for the GRE",
    "loquacious": "i.  adj. given to fluent or excessive talk: wordy, garrulous\n\n&ensp;&ensp;s. *chatty, prolix, verbose, wordy, jabbering*\n\n&ensp;&ensp;a. *concise, succinct, taciturn, terse, brusque, curt*\n",
    "besotted": "**adjective**: very drunk\n\n> Never before have I seen my mom so besotted, and honestly, I hope it's the last time she drinks so much.\n\n",
    "proselytize": "**verb**: convert to another religion, philosophy, or perspective\n\n> Lisa loves her Mac but says little about it; by contrast, Jake will proselytize, interrogating anyone with an Android about why she didn't purchase an iPhone.\n\n",
    "invidious": "**adjective**: likely to cause resentment\n\n> At a time when many others in the office were about to be laid off, many considered Cheryl's fine clothes that day an invidious display.\n\nThis word has other definitions but this is the most important one for the GRE",
    "respite": "**noun**: a pause from doing something (as work)\n\n> Every afternoon, the small company has a respite in which workers play foosball or board games.\n\n",
    "amuck": "**adverb**: in a frenzied or uncontrolled state\n\n> Wherever the bowl haircut teen-idol went, his legions of screaming fans ran through the streets amuck, hoping for a glance at his boyish face.\n\n",
    "fleece": "**verb**: to deceive\n\n> Many people have been fleeced by Internet scams and never received their money back.\n\nThis word has other definitions but this is the most important one for the GRE",
    "reprisal": "**noun**: a retaliatory action against an enemy in wartime\n\n> The Old Testament doctrine of an eye for an eye is not the kind of retaliation practiced in war; rather, an arm, a leg, and both ears are the reprisal for the smallest scratch.\n\n",
    "prodigal": "**adjective**: rashly or wastefully extravagant\n\n> Successful professional athletes who do not fall prey to prodigality seem to be the exception--most live decadent lives.\n\n",
    "contingent": "**adjective**: possible but not certain to occur\n\n> Whether the former world champions can win again this year is contingent upon none of its star players getting injured.\n\n",
    "bereft": "**adjective**: sorrowful through loss or deprivation\n\n> You are not bereft if you haven't played on your Xbox in the past week, his mother said.\n\n",
    "capacious": "i.  adj. capable of containing a great deal: spacious\n\n&ensp;&ensp;s. *ample, commodious, roomy*\n\n&ensp;&ensp;a. *exiguous, cramped, confined*\n",
    "disparate": "**adjective**: two things are fundamentally different\n\n> With the advent of machines capable of looking inside the brain, fields as disparate as religion and biology have been brought together by scientists trying to understand what happens in the brain when people have a religious experience.\n\n",
    "turpitude": "**noun**: depravity; a depraved act\n\n> During his reign, Caligula indulged in unspeakable sexual practices, so it not surprising that he will forever be remembered for his turpitude.\n\n",
    "disparage": "i.  v. to lower or depreciate in rank or reputation: degrade\n\n&ensp;&ensp;s. *decry, abuse, belittle, depreciate, derogate, detract, minimize*\n\n&ensp;&ensp;a. *applaud, acclaim, approbate*\n",
    "grandiloquent": "**adjective**: puffed up with vanity\n\n> The dictator was known for his grandiloquent speeches, puffing his chest out and using big, important- sounding words.\n\n",
    "debauchery": "i.  n. extreme indulgence in sensuality\n\n&ensp;&ensp;s. *depravity, corruption, decadence, dissolution*\n",
    "vicissitude": "**noun**: change in one\"s circumstances, usually for the worse\n\n> Even great rulers have their vicissitudes--massive kingdoms have diminished overnight, and once beloved kings have faced the scorn of angry masses.\n\n",
    "sybarite": "**noun**: a person who indulges in luxury\n\n> Despite the fact that he'd maxed out fifteen credit cards, Max was still a sybarite at heart: when the police found him, he was at a $1,000 an hour spa in Manhattan, getting a facial treatment.\n\n",
    "parody": "i.  n. a literary or musical work in which the style is closely imitated for comic effect or in ridicule\n\n&ensp;&ensp;s. *caricature, burlesque, travesty, spoof, ridicule*\n",
    "mawkish": "**adjective**: overly sentimental to the point that it is disgusting\n\n> The film was incredibly mawkish, introducing highly likeable characters only to have them succumb to a devastating illnesses by the end of the movie.\n\n",
    "solecism": "**noun**: a socially awkward or tactless act\n\n> Mother Anna was always on guard against any solecism from her children and scolded them immediately if any of them talked out of place in public.\n\nThis word has other definitions but this is the most important one for the GRE",
    "blinkered": "**adjective**: to have a limited outlook or understanding\n\n> In gambling, the addict is easily blinkered by past successes and/or past failures, forgetting that the outcome of any one game is independent of the games that preceded it.\n\n",
    "pungent": "i.  adj. causing a sharp or irritating sensation: acrid\n\nii.  adj. marked by a sharp incisive quality: caustic\n\n&ensp;&ensp;s. *piquant, poignant, racy, spicy, zesty*\n",
    "intrepid": "**adjective**: fearless\n\n> Captain Ahab was an intrepid captain whose reckless and fearless style ultimate leads to his downfall.\n\n",
    "sinecure": "**noun**: an office that involves minimal duties\n\n> The position of Research Director is a sinecure: the job entails almost no responsibilities, nor does the person in that position have to answer to anyone.\n\n",
    "perquisite": "**noun**: a right reserved exclusively by a particular person or group (especially a hereditary or official right)\n\n> Even as the dishwasher at the French restaurant, Josh quickly learned that he had the perquisite of being able to eat terrific food for half the price diners would pay.\n\n",
    "promulgate": "**verb**: state or announce\n\n> The President wanted to promulgate the success of the treaty negotiations, but he had to wait until Congress formally approved the agreement.\n\n",
    "indigent": "**noun**: a poor or needy person\n\n> The indigents, huddled under the overpass, tried to start a small bonfire in the hope of staying warm.\n\n",
    "elegiac": "**adjective**: expressing sorrow\n\n> Few can listen to the elegiac opening bars of the Moonlight sonata without feeling the urge to cry.\n\n",
    "champion": "**verb**: protect or fight for as a champion\n\n> Martin Luther King Jr. championed civil rights fiercely throughout his short life.\n\nThis word has other definitions but this is the most important one for the GRE",
    "irascible": "**adjective**: quickly aroused to anger\n\n> If Arthur's dog is not fed adequately, he becames highly irascible, even growling at his own shadow.\n\n",
    "mendicant": "**noun**: a pauper who lives by begging\n\n> Tolstoy was an aristocrat, but he strove to understand the Christianity of the Russian peasants by wandering among them as a mendicant.\n\n",
    "acquiesce": "i.  v. to accept, comply, or submit tacitly or passively: assent\n\n&ensp;&ensp;s. *accede, consent, subscribe, concur*\n\n&ensp;&ensp;a. *balk, demur, remonstrate, dissent*\n",
    "graft": "**noun**: corruption, usually through bribery\n\n> In countries with rampant graft, getting a driver's license can require no more than paying an official.\n\nThis word has other definitions but this is the most important one for the GRE",
    "grovel": "**verb**: show submission or fear\n\n> Every time Susan comes to the office, Frank grovels as if she were about to fire.\n\n",
    "cadaverous": "**adjective**: emaciated; gaunt\n\n> Some actors take challenging roles in which they have to lose so much weight that they appear cadaverous.\n\n",
    "tempestuous": "**adjective**: as if driven by turbulent or conflicting emotions; highly energetic and wildly changing or fluctuating\n\n> Chuck and Kathy had always been stable and agreeable people on their own, but when they got involved, it was a tempestuous relationship.\n\n",
    "raillery": "**noun**: light teasing\n\n> The new recruit was not bothered by the raillery, finding most of it light-hearted and good-natured.\n\n",
    "fawn": "**verb**: try to gain favor by extreme flattery\n\n> The media fawned over the handsome new CEO, praising his impeccable sense of style instead of asking more pointed questions.\n\nThis word has other definitions but this is the most important one for the GRE",
    "ribald": "**adjective**: humorously vulgar\n\n> The speaker was famous for his ribald humor, but the high school principal asked him to keep the talk G- rated when he spoke to the student body.\n\n",
    "complaisant": "**adjective**: showing a cheerful willingness to do favors for others\n\n> On her first day at the job, Annie was complaisant, fulfilling every request of her new employee and anticipating future requests.\n\n",
    "lassitude": "i.  n. a condition of weariness or debility: fatigue\n\n&ensp;&ensp;s. *exhaustion, tiredness, weariness*\n\n&ensp;&ensp;a. *vigor, liveliness, vitality, verve, sap*\n\nii.  n. a condition of listlessness: languor\n\n&ensp;&ensp;s. *lethargy, dullness, hebetude, slumber, stupor, torpidity*\n",
    "ostensible": "i.  adj. plausible rather than demonstrably true or real: apparent\n\n&ensp;&ensp;s. *illusory, seeming*\n",
    "wry": "i.  adj. having a bent or twisted shape or condition\n\nii.  adj. wrongheaded, stubborn\n\niii.  adj. cleverly and often ironically or grimly humorous: sardonic\n\niiii.  v. to twist or writhe\n",
    "venial": "**adjective**: easily excused or forgiven; pardonable\n\n> His traffic violations ran the gamut from the venial to the egregious--on one occasion he simply did not come to a complete stop; another time he tried to escape across state lines at speeds in excess of 140 mph.\n\n",
    "dispense": "i.  v. to prepare and distribute\n\n&ensp;&ensp;s. *disburse, disperse, divide, partition*\n\nii.  v. to give dispensation to: exempt\n\n&ensp;&ensp;s. *absolve, discharge, privilege, relieve*\n",
    "apostate": "**noun**: a person who has abandoned a religious faith or cause\n\n> An apostate of the Republican Party, Sheldon has yet to become affiliated with any party and dubs himself an independent.\n\n",
    "divulge": "i.  v. to make known a confidence or secret: reveal\n\n&ensp;&ensp;s. *betray, disclose, , give away, unclose*\n",
    "obstreperous": "**adjective**: noisily and stubbornly defiant; willfully difficult to control\n\n> When the teacher asked the obstreperous student simply to bus his tray, the student threw the entire tray on the floor, shouted an epithet, and walked out.\n\n",
    "inveigle": "i.  v. to acquire by ingenuity or flattery: lure\n\n&ensp;&ensp;s. *allure, bait, decoy, entice, entrap, seduce*\n",
    "bridle": "**verb**: anger or take offense\n\n> The hostess bridled at the tactless dinner guests who insisted on eating before everybody had gotten their food.\n\n",
    "plaintive": "i.  adj. expressive of suffering or sadness: melancholy\n\n&ensp;&ensp;s. *doleful, lamentable, lugubrious, mournful, rueful*\n",
    "machinate": "**verb**: engage in plotting or enter into a conspiracy, swear together\n\n> The rebels met at night in an abandoned barn to machinate.\n\n"
}